Repository: Jurody6260/mchs_app
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

# after1_5_4
source: ♦ With arterial - fountain bleeding, scarlet, the victim can lose a lot of blood in a short time. With venous - outflow from the wound of dark blood. ♦ As a result of bleeding, in a short time the condition of the victim may worsen. In this regard, it is necessary to quickly take measures to stop the bleeding . ♦ First aid. With arterial and mixed bleeding, the victim can lose a lot of blood in a short time. Therefore, measures are quickly taken to stop them.
ru: ♦ В результате кровотечений, за короткое время состояние пострадавшего может ухудшиться. В в связи с этим, необходимо быстро принять меры по остановке кровотечения. ♦ Первая помощь. При артериальном и смешанном кровотечении за короткое время пострадавший может потерять много крови. Поэтому быстро принимают меры по их остановке. ♦ Для этого пострадавшего укладывают, выше раны накладывают резиновый жгут или накладывают повязку из подручных средств (платок, галстук, ремень) в виде «закрутки». Края раневой поверхностиобрабатывают спиртом или йодом, затем закрывают чистой материей. Отмечают время наложения жгута или «закрутки».
uz: ♦ Arterial qon ketishda qon favvora bo'lib oqadi. Qisqa vaqt ichida ko'p qon yo'qotilishiga sabab bo'ladi. Venoz qon ketishda esa jarohat sohasidan qon sizib (buloq shaklida) chiqadi, nisbatan kam qon yo'qotiladi. ♦ Ko'p miqdorda qon ketishi qisqa vaqt ichida insonni og'ir axvolga olib kelishi mumkin. Shu sababli darxol qon ketishni to'xtatish choralari ko'rilishi kerак. ♦ Birinchi yordam. Arterial qon ketishda qisqa vaqt ichida ko'p miqdorda qon ketib qolishi mumkin. Shuning uchun zudlik bilan quyidagi qoidalar yordamida ketayotgan qonni to'xtatish lozim: birinchi qoida – qon ketayotgan joyni ro'molcha (latta) yordamida bosish, ikkinchi qoida – qon ketayotgan a'zoni (yoki a'zo qismini) tepaga ko'tarish, uchinchi qoida – jabrlanganni yotqizish, to'rtinchi qoida qon ketayotgan joydan tepa bo'g'imda arterial qon tomirini bosish (kaft bilan yoki biror jism bilan bo'g'im sohasiga bosiladi va a'zo bukiladi, shunda bu joydagi arterial qon tomir eziladi va bukiladi, natijada qon to'xtaydi).

# after1_5_5
source: ♦ For this, the victim is laid down, a rubber tourniquet is applied above the wound or a bandage is applied from improvised means (scarf, tie, belt) in the form of a 'twist'. The edges of the wound surface are treated with alcohol or iodine, then covered with a clean cloth. The time of application of the tourniquet or 'twist' is noted. ♦ Bleeding can also be stopped by pressing above the site of injury, maximum flexion in the elbow or knee joints. ♦ In case of venous bleeding, the wound is treated with alcohol or iodine and a pressure bandage is applied. ♦ INJURIES OF THE LOCOMOTOR APPARATUS. ♦ Injuries to the hands and feet make up the bulk of musculoskeletal injuries. ♦ Bruises of the soft tissues of the arms and legs are observed as a result of small mechanical influences and are manifested by bruising (hematomas), pain, swelling, and limitation of movement. ♦ When providing first aid to victims with injuries of the musculoskeletal system, it is necessary: ♦ 1. Restrict movement of the damaged area. To do this, impose tires and improvised means (cardboard, rail, stick, etc.) ♦ 2. In case of damage to the spine - it is necessary to limit the movement of all joints, in case of damage to the hip - three joints (hip, knee and ankle), in case of other injuries - it will limit the movement of two adjacent joints. ♦ 3. If possible, apply cold to the injury site ♦ 4. Give the damaged part an elevated position. ♦ A break in the integrity of a bone is called a fracture.
ru: ♦ Кровотечение можно остановить также путем надавливания выше места повреждения, максимальным сгибанием в локтевом или коленном суставах. ♦ При венозном кровотечении - рану обрабатывают спиртом или йодом и накладывают давящую повязку. ♦ ТРАВМЫ ОПОРНО-ДВИГАТЕЛЬНОГО АППАРАТА. ♦ Повреждение рук и ног составляют основную часть травм опорно-двигательного аппарата. ♦ Ушибы мягких тканей рук и ног наблюдаются в результате небольших механических воздействий и проявляются кровоподтёками (гематомами), болью, отёком, ограничением движений. ♦ При оказании первой помощи пострадавшим с травмами опорно-двигательного аппарата необходимо: ♦ 1. Ограничить движение места повреждения. Для этого накладывают шины и подручные средства (картон, рейка, палка и др.) ♦ 2. При повреждении позвоночника - необходимо ограничить движение всех суставов, при повреждении бедра – трех суставов(тазобедренного, коленного и голеностопного), при других повреждениях – ограничит движение двух соседних суставах. ♦ 3. При возможности наложит на место травмы холод ♦ 4. Придать поврежденной части приподнятое положение. ♦ Нарушение целостности кости называется переломом.
uz: ♦ Ba'zi hollarda qon ketishini to'xtatish uchun bilakdan (tirsakdan tepada) hamda sondan (tizzadan tepada) maxsus bog'lam – jgut qo'yiladi. Buning uchun maxsus rezina materiallardan (agar mavjud bo'lmasa – ro'mol, galstuk, kolgotka va boshqa vositalardan) foydalangan holda jarohatdan yuqorida bog'lam hosil qilinadi. Bog'lam qo'yilgan vaqt belgilab qo'yiladi. Jarohat sohasi atrofiga spirt, yod bilan ishlov berilib, imkon qadar toza mato, bint bilan bog'lab qo'yiladi va tibbiy muassasaga olib boriladi. ♦ Venoz qon ketishlarda - jarohat soxasi atrofi spirt, yod bilan ishlov berilib imkon qadar toza mato, bint bilan bog'lam siqib qo'yiladi. ♦ TAYANCH-HARAKAT A'ZOLARINING SHIKASTLANISHLARI ♦ 1. Oyoq va qo'llardagi shikastlar barcha shikastlanishlarning asosiy qismini tashkil etadi. ♦ 2. Qo'l-oyoqlarning lat yeyishlari nisbatan katta bo'lmagan kuch ta'siri natijasida paydo bo'lib, ular qon to'planishi (gematoma) – shish, harakatning chegaralanishi, og'riq va paypaslaganda og'riqning kuchayishi bilan xarakterlanadi. ♦ 3. Tayanch-harakat a'zolari shikastlanishida birinchi yordam quyidagi qoidalarga amal qilingan holda amalga oshiriladi: ♦ 4. singan a'zoning harakatsizligini ta'minlash (buning uchun taxtakach qo'yiladi); ♦ 5. umurtqa pog'onasi singanda barcha bo'g'inlarning, son suyagi singanda uchta bo'g'inning (to'piq, tizza, tos-son), boshqa siniqlarda ikkita bo'g'inning harakatsizligini ta'minlash; ♦ 6. singan joyga sovuq bosish (imkoni bo'lgan hollarda); ♦ 7. singan joyni ko'tarib qo'yish (taxtakachlab bo'lgandan so'ng).

# after1_5_6
source: ♦ Most often, fractures are observed with direct or indirect impact. Depending on the integrity of the skin, fractures are divided into open and closed. ♦ Signs of a bone fracture: severe pain in the area of the fracture, limitation of movement, deformity, change in the length of the limbs, crepitus ( crunching when pressed). With open fractures - the presence of a wound, bleeding. ♦ First aid. Restrict the movement of the fracture site with splints or improvised means and send the victim to a medical facility. ♦ Restriction of movement - used to reduce pain, prevent damage to surrounding nerves and blood vessels by fragments of bones. ♦ BURNS ♦ The effect of heat on the victim's body is called burns. Burns are caused by hot liquids and objects, vapors, flames. ♦ Burn grades:
ru: ♦ Чаще всего переломы наблюдаются при прямом или косвенном воздействии. В зависимости от целостности кожных покровов, переломы разделяются на открытые и закрытые. ♦ Признаки перелома костей: сильная боль в области перелома, ограничения движения, деформация, изменение длины конечностей, крепитация( появления хруста при надавливании). При открытых переломах -наличие раны, кровотечения. ♦ Первая помощь. Ограничить движения места перелома шинами или подручными средствами и направить пострадавшего в медицинское учреждение. ♦ Ограничение движения -применяют с целью уменьшить боль, предупреждение повреждения осколками костей окружающих нервов и кровеносных сосудов. ♦ ОЖОГИ ♦ Воздействие высокой температуры на тело пострадавшего называется ожогами. Ожоги вызываются горячими жидкостями и предметами, парами, пламенем. ♦ Степени ожогов:
uz: ♦ Suyak butunligining biron qismi buzilishiga sinish deyiladi. Ko'p hollarda suyaklarning sinishi unga tashqi kuchning bevosita yoki bilvosita ta'siri natijasida yuzaga keladi. ♦ Teri butunligining buzilishiga qarab, sinishlar ochiq va yopiq turlarga bo'linadi. ♦ Suyak sinishning belgilari: singan joyda keskin og'riq, faoliyatning buzilishi (jabrlangan singan oyoq yoki qo'ldan foydalana olmaydi), deformatsiya, ya'ni shakl o'zgarishi, oyoq yoki qo'l uzunligining qisqarganligi, uning notabiiy holati, ba'zida paypaslaganda g'ichirlagan tovushning (krepitatsiyaning) eshitilishi. Ochiq turdagi sinishlarda jarohat, qon ketishi va ba'zan suyak parchalari ko'zga tashlanib turadi. ♦ Birinchi yordam. Yopiq turdagi sinishlarda shikastlangan a'zoning xarakati taxtakach (shina) yoki boshqa qo'lbola vositalar bilan (karton, jurnal, taxta va h.k.) cheklanadi va shifoxonaga olib boriladi. ♦ Singan sohada harakatni cheklash – og'riqni kamaytirish, jarohat sohasida singan bo'laklar boshqa qon tomir va nervlarga qo'shimcha zarar yetkazmasligi uchun qilinadi. KUYISHLAR Yuqori harorat ta'sirida to'qimalarning shikastlanishi kuyish deb ataladi. Kuyishlar issiq suyuqliklar, bug', olov, qizdirilgan metallar ta'sirida kelib chiqishi mumkin. ♦ Ko'yish darajali:

# after1_5_7
source: ♦ 1st degree - redness, swelling and pain. ♦ 2nd degree - in addition to redness, swelling and pain, blisters appear . ♦ 3rd degree - damage to all layers of the skin and subcutaneous tissue. ♦ 4th degree - damage to all layers of the skin, soft tissues, internal organs and bones. ♦ First aid
ru: ♦ 1-я степень- покраснение, отёчность и боль. ♦ 2-я степень- кроме покраснения, отёчности и боли, появляются пузыри. ♦ 3-я степень- повреждение всех слоёв кожи и подкожной клетчатки. ♦ 4-я степень- повреждение всех слоёв кожи, мягких тканей, внутренних органов и костей. ♦ Первая помощь:
uz: ♦ 1 daraja –terining qizarishi, og'riq, shish. ♦ 2 daraja – qizarish, og'riq, shishdan tashqari pufakchalarning paydo bo'lishi. ♦ 3 daraja – terining barcha qatlamlari kuyadi. ♦ 4 daraja – teri, yumshoq to'qimalar, ichki a'zolar va suyaklarning kuyishi. ♦ Birinchi yordam: ♦

# after1_5_8
source: ♦ - Elimination of the damaging factor (fire extinguishing , elimination of hot liquid and objects); ♦ - removal of victims from places of fire to clean air; ♦ - if burnt clothes stick, do not rip off. ♦ Rinse the wound surface with cold running water, treat the edges of the wound with alcohol (iodine), apply a non-pressure bandage, ♦ - if the victim is conscious, give an anesthetic and fluids. ♦ Remember! Do not open or pierce post-burn blisters, do not lubricate burn wounds with various ointments, oils, sour creams. Do not apply ice or snow. ♦ SYNDROME OF PROLONGED COMPRESSION ♦ ( CRASH-syndrome ). ♦ During strong earthquakes, victims often find themselves under the rubble of buildings. In this case, body parts can be squeezed by various objects, building structures. This leads to a violation of blood circulation in the place of compression, and thus, over time, various toxins accumulate in this part of the body. If in such cases the squeezing factor is eliminated, then the accumulated toxins enter the circulatory system and thereby cause poisoning of the whole organism. The kidneys are not able to remove these toxins from the body in a short time and acute renal failure occurs. This condition in victims after being removed from the rubble is called prolonged compression syndrome or ♦ CRASH syndrome . ♦ Signs of the syndrome: Swelling of the place of compression, pallor of the skin, lowering of local temperature, weakness or absence of a pulse below the place of compression.
ru: ♦ -устранение повреждающего фактора( тушение огня, устранение горячей жидкости и предметов); ♦ -вынос пострадавших из мест пожара на чистый воздух; ♦ - при прилипании сгоревшей одежды- на сдирать. ♦ -раневую поверхность промыть холодной проточной водой, обработать спиртом(йодом) края раны, наложить не давящую повязку, ♦ -если пострадавший в сознании- дать обезболивающее средство и жидкости. ♦ Помните! Послеожоговые пузыри не вскрывать и не прокалывать, ожоговые раны не смазывать различными мазями, маслами, сметанами. Не прикладывать лёд или снег. ♦ СИНДРОМ ДЛИТЕЛЬНОГО СДАВЛИВАНИЯ ♦ (КРАШ-синдром). ♦ При сильных землетрясениях пострадавшие часто оказываются под завалами зданий. При этом могут сдавливаться части тел различными предметами, конструкциями зданий. Это приводит к нарушению кровообращения в месте сдавливания и тем самым со временем в этой части тела накапливаются различные токсины. Если в таких случаях устранить сдавливающий фактор - то накопившийся токсины попадают в кровеносную систему и тем самым вызывают отравление всего организма.Почки не в состоянии за короткое время удалить эти токсины из организма и возникает острая почечная недостаточность. Такое состояние у пострадавших после извлечения из под завалов называется синдромом длительного сдавливания или ♦ КРАШ-синдромом. ♦ Признаки синдрома: Отёчность места сдавливания, бледность кожных покровов, понижение местной температуры, слабость или отсутствие пульса ниже места сдавления.
uz: ♦ - tezlik bilan omilni bartaraf etish - olovni o'chirish, shikastlangan kishining yonayotgan kiyimlarini olib tashlash, uning ustiga nimanidir yopish, choyshab, jun ro'mol, plash yordamida havo kirmaydigan qilib olovni o'chirish, keyin tutayotgan narsalarni olib tashlash; ♦ - yong'in binoda sodir bo'lgan bo'lsa, tezlik bilan hamma zarar ko'rgan kishilarni toza havoga olib chiqish; ♦ - agar teriga kuygan kiyim qoldiqlari yopishib qolgan bo'lsa, ularni ko'chirib olmaslik. Jarohatlarni steril bint bilan bog'lash, agar u bo'lmasa, qalinroq matoni dazmollab ishlatish. Tananing ko'p qismi kuyganda – steril (toza) choyshab bilan o'rash; ♦ - kuygan joyni oqar suvda 15 minut davomida yuvib turish yoki sovuq narsa qo'yish (bu og'riqni qoldiruvchi ta'sir ko'rsatadi va ayni vaqtda shokning oldini oladi) ;. ♦ - jabrlanuvchi hushida bo'lsa – og'riq qoldiruvchi dori va suyuqliklar ichirish. ♦ Esda tutish kerak! Quyish paytida hosil bulgan pufakchalarni kesish, teshish, turli malxamlardan, qaymoq, yog'lardan, qor va muzlardan, yod va spirtlardan foydalanish qat'iy ma'n etiladi! ♦ UZOQ EZILISH SINDROMI (KRASH-sindrom) kuchli zilzila oqibatida vayronalar ostida qolib ketgan jabrlanganlarda ko'p uchraydigan favqulodda vaziyatlardan so'ng inson tanasining, qo'l va oyoqlarning og'ir jismlar, metall qurilmalar tagida qolishi, qisib qolishi natijasida tana qismlarida qon aylanishining buzilishi va buning natijasida vaqt o'tgan sari zaharli moddalar miqdorining ortib borishi xolatidir. Bunday hollarda ezib turgan jism to'satdan olib tashlansa – to'plangan zaharli moddalar butun tanaga tarqab og'ir ahvolga – o'tkir buyrak yetishmovchiligiga olib kelishi mumkin. ♦ Belgilari: ezilgan qo'l-oyoqlarning shishishi, bu joyda haroratning nisbatan pasayishi. Qon tomirlarda pulsning pastligi yoki umuman bo'lmasligi.

# after1_5_9
source: ♦ First aid. If the victim's arms or legs are squeezed, it is necessary from the beginning to apply a tourniquet or 'twist' above the place of compression. Then remove the squeezing object. Specify the time of applying the tourniquet or 'twist'. If there are wounds, treat the edges of the wounds with alcohol (iodine), apply a clean bandage, limit movement by applying a splint or improvised means, apply cold and take the victim to a medical facility. If the victim is conscious, it is necessary to give plenty of fluids. ♦ During strong earthquakes, a person experiences severe fear and stress . In such conditions, if a person has chronic diseases, then there may be attacks of exacerbation of these diseases, which also need first aid. Such diseases include chronic heart disease, bronchial asthma, hypertensive crises, epilepsy and other conditions. ♦ HEART ATTACK. Ischemic heart disease ( IHD) is a violation of the blood circulation of the heart vessels, which, as a result, leads to a lack of oxygen supply to the muscles of the heart.
ru: ♦ Первая помощь. Если у пострадавшего сдавлены руки или ноги, необходимо с начала наложить выше места сдавления жгут или «закрутку». Затем устранить сдавливающий предмет. Уточнить время наложения жгута или «закрутки». При наличии ран- обработать края ран спиртом(йодом) наложить чистую повязку, ограничить движение путём наложения шины или подручных средств, наложить холод и доставить пострадавшего в медицинское учреждение. Если пострадавший в сознании- необходимо дать пит много жидкостей.
uz: ♦ Birinchi yordam – jabrlanganning qo'l-oyoqlari qisilib turgan bo'lsa, avvalo qisilgan joyning tepasi qisib bog'lanadi va vaqt belgilab qo'yiladi. Keyin tana a'zosi ozod qilinib, jaroxatlar bo'lsa ishlov beriladi va bog'lam qo'yiladi. Taxtakach yoki qo'lbola vositalar bilan harakati cheklanadi. Imkon qadar ezilgan qismi sovuq narsalar bilan o'raladi. Jabrlangan hushida bo'lsa - ko'p suyuqliklar ichiriladi, og'riqsizlantiruvchi dorilar bersa ham bo'ladi. “Tez yordam” chaqiriladi yoki vaqt ketkizmay, davolash muassasasiga yuborish choralari ko'riladi.

# after1_5_10
source: ♦ Signs: Most often, attacks occur in people over 40 years of age and are manifested by severe pain in the sternum. These pains may radiate to the left side of the neck , left arm and shoulder blade. Breathing is disturbed, the victim turns pale, freezes, there is a feeling of fear of death. ♦ First aid. ♦ -complete physical and mental rest; ♦ - exemption from scarves, ties, clothes; ♦ - putting 1 tablet of validol under the tongue; ♦ - take measures to transport the victim to a medical facility.
ru: ♦ При сильных землетрясениях человек испытывает сильное страх и стресс. В таких условиях если у человека имеется хронические заболевания, то возможно возникновение приступов обострения этих заболеваний, которые также нуждаются в оказании первой помощи. К таким заболеваниям относятся хронические заболевания сердца, бронхиальная астма, гипертонические кризы, эпилепсии и другие состояния. ♦ СЕРДЕЧНЫЙ ПРИСТУП. Ишемическое болезнь сердца (ИБС) нарушение кровообращения сосудов сердца, который, в результате приводит к недостатку обеспечения мышц сердца кислородом. ♦ Признаки: чаще всего приступы встречаются у лиц старше 40 лет и проявляются сильной болью в области грудины. Эти боли могут распространятся в левую часть шеи, левую руку и лопатку. Дыхание нарушается, пострадавший бледнеет, замирает, появляется чувство страха смерти.
uz: ♦ Zilzilalar oqibatida inson turli darajali stress xolatiga tushishi tabiyidir. Ushbu holatlar ayrim surinkali kasalliklarni xurujiga keltirishi mumkin.Jumladan yurak kasallik, bronxial astma, gipretonik krizlar, tutqanoqlar va hakazolar. ♦ YURAK KASALLIGINING XURUJI. Yurak ishemik kasalligi (YUIK) yig'ma tushuncha bo'lib, uning asosida yurak toj arteriyalaridagi qon oqishi va shu bilan kislorod ta'minotining buzilishi natijasida kelib chiqadigan yurak muskuli kasalligi yotadi. ♦ Belgilari. Ko'proq 40–66 yoshdagilarda uchraydi va asosan og'riqlar bilan kechadi. Bunday og'riqlar, ko'pincha, jismoniy zo'riqish, hissiyotga berilish va ba'zan osoyishtalik holatlarida ham kelib chiqadi. Kuchli og'riq, asosan, chap yelkaga, ko'krak, bo'yin, pastki jag' va tishlarga uzatiladi.

# after1_5_11
source: ♦ BRONCHIAL ASTHMA. ♦ The state of acute respiratory failure caused by bronchospasm. ♦ Signs: respiratory failure, shortness of breath, cough, feeling of suffocation, forced position. The attack lasts from several minutes to hours. Patients can accurately indicate the time of the attack. Before the onset of an attack, patients feel a sore throat, cough, sweating. Patients 'swallow' air. ♦ First aid.
ru: ♦ Первая помощь. ♦ -полный физический и психический покой; ♦ -освобождение от платков, галстуков, одежды; ♦ -подкладывание под язык 1 таблетку валидола; ♦ -принять меры по доставки пострадавшего в медицинское учреждение.
uz: ♦ Ayni paytda bemor nafas olishga qiynaladi, xavotirga tushadi, harakatini to'xtatib, og'riq o'tguncha qimirlamay qotib turadi. ♦ Keksa yoshli odamlarda og'riqni sezish kamroq yuz berib, kasallikning klinik belgilari nafas olishning qiyinlashishi, birdaniga havo yetishmay qolishi va kuchli darmonsizlik bilan kechadi. ♦ Birinchi yordam:

# after1_5_12
source: ♦ 1. Reassure the patient and provide fresh air. ♦ 2. Gives warmth to the feet. ♦ 3. Apply a special aerosol-inhale 2-3 times every 20 minutes. ♦ 4. If there is no effect, take it to a medical facility. ♦ EPILEPSY ♦ Chronic disease of the brain, manifested by cramps in the muscles of the limbs and body. This disease can be congenital or acquired. Patients do not remember what happened to them during the attack. ♦ Signs: a person suddenly loses balance, falls, loses consciousness, convulsions appear, foam comes from the mouth, the head bends back. The pulse quickens. ♦ First aid. 'Experienced' patients carry with them instructions for giving them first aid during attacks. ♦ During an epileptic attack, taking precautions, it is necessary to turn the patient on his side, clean the oral cavity from foam, in order to prevent additional injuries, it is necessary to hold the head. Free from a scarf, tie, scarf, waist belt. Provide fresh air supply. The seizure usually resolves within a few minutes.
ru: ♦ БРОНХИАЛЬНАЯ АСТМА. ♦ Состояние острой дыхательной недостаточности, вызванное спазмом бронхов. ♦ Признаки: нарушения дыхания, одышка, кашель, чувство удушья, вынужденное положение. Приступ длится от несколько минут до часов. Больные точно могут указать время приступа. Перед началом приступа больные ощущают першение в горле,появляется кашель, потливость. Больные «глотают» воздух. ♦ Первая помощь.
uz: ♦ - to'liq jismoniy va ruhiy tinchlikni ta'minlash; ♦ - kiyimlarini (galstuk, kamarni) bo'shatish; ♦ - transport aptechkasidan til ostiga 1 dona validol tabletkasi qo'yish; ♦ - davolash muasasaga yetkazish chorasini ko'rish. ♦ Bronxial astma – nafas yo'llar bronxlarning siqilishi (spazmi) natijasida kelib chiqadigan o'tkir nafas yetishmovchiligi (bo'g'ilish). Belgilari: bo'g'ilish, nafas olish tezlashib, nafas chiqarishning bir oz uzayishi. Quruq azobli yo'tal, ba'zan avval ajralib turgan balg'amning to'xtab qolishi. Bo'g'ilish, odatda, uzoq davom etmaydi. Kasallik xuruji, ko'pincha, to'satdan, o'tkir boshlanadi, bemorlar kasallik boshlangan vaqtni soati va minutigacha aytib berishlari mumkin. Xuruj boshlanishidan oldin bo'ladigan belgilarga tomoq qurishi, yo'tal, tumov, terlash, vahima va terining qichishi kiradi. Xurujning davomiyligi bir necha minutdan bir necha sutkagacha (og'ir turlarida) bo'lishi mumkin. Bemorlar, ko'pincha, majburiy holatga o'tadilar – turgan yoki o'tirgan holatda krovatni qo'llari bilan ushlab, ko'krak qafaslarini bir oz kerib, boshlarini maksimal orqaga egib, og'zilarini katta ochib, havoni “yutishga” harakat qilishadi. ♦ Birinchi yordam.
