Repository: Jurody6260/mchs_app
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

# after1_2
source: Providing first aid to victims, additional medical or wait until help arrives if you need other help; ♦ When you see those who are left under the rubble, or when you hear what they are called, remember exactly that place and tell the rescuers reporting; ♦ Be careful when opening the doors of the basement, from falling on you fragments of plaster, columns or heavy objects from the roof and external walls be carefu; ♦ Monitor the condition of the buildings after the earthquake stops, to avoid things that may endanger their lives; ♦ Do not keep the phone busy for unnecessary information, but rather call for help from it, use it in providing information about important events, wounded and criminals; ♦ It is recommended not to stay in the room for fire or other reasons, to leave the room, to take out pre-prepared things and products.
ru: Оказать первую помощь пострадавшим, если требуется другая дополнительная или медицинская помощь, дождаться прибытия помощи; ♦ При обнаружении тех, кто оказался в ловушке под завалами, или услышав какой-то зов от них, четко запомнить это место и сообщить спасателям; ♦ Будьте осторожны, открывая двери подвала, чтобы на вас не упали куски штукатурки, колонны или тяжелые предметы с крыши и наружных стен; ♦ Следите за состоянием зданий после прекращения землетрясения, чтобы избежать вещей, которые могут угрожать их жизни; ♦ Не занимайте телефон ненужной информацией, а используйте его для вызова помощи, сообщения о важных событиях, травмах и преступниках; ♦ Рекомендуется не оставаться в номере в случае угрозы пожара или других причин, покинуть помещение, забрав заранее приготовленные предметы и продукты.
uz: ♦ Jabrlanganlarga birinchi yordam ko'rsatish, qo'shimcha tibbiy yoki boshqa yordamga ehtiyoj bo'lsa yordam kelgunicha kutish; ♦ Vayronalar ostida qolib ketganlarni ko'rganda yoki ularning qandaydir chaqirig'ini eshitganda o'sha joyni aniq eslab qolish va qutqaruvchilarga xabar berish; ♦ Yerto'la eshiklarini ochishda ehtiyot bo'lish, tomdan va tashqi devorlardan ustingizga suvoq parchalari, ustunlar yoki og'ir jismlar tushishidan ehtiyot bo'lishlari; ♦ Zilzila to'xtagandan keyin binolarning holatini kuzatish, hayotlariga xavf solishi mumkin bo'lgan narsalardan saqlanishlari; ♦ Telefonni keraksiz axborotlar uchun band qilib turmaslik, aksincha undan yordamga chaqirish, muhim hodisalar, yaradorlar va jinoyatchilar haqida axborot berishda foydalanish; ♦ Yong'in yoki boshqa sabablarga ko'ra xonada qolmaslik, xonadan chiqish, oldindan tayyorlangan narsalar va mahsulotlarni olib qo'yish tavsiya etiladi.

# after1_3
source: Providing first aid to victims, additional medical ♦ Or wait until help arrives if you need other help; ♦ When you see those who are left under the rubble, or when you hear what they are called, remember exactly that place and tell the rescuersreporting; ♦ Ill people, children and the elderly, as well as provide mental encouragement, ensuring the safety of individuals with physical disabilities; ♦ Monitor the condition of the buildings after the earthquake stops, to avoid things that may endanger their lives; ♦ Do not believe rumors that the earthquake can be repeated or disseminate unconfirmed information, use of officially published information; ♦ When people are left under the rubble, it is recommended to properly assess the conditions as calmly as possible, provide first aid to oneself, if necessary, stop bleeding and tie the wound.
ru: Оказать первую помощь пострадавшим, если требуется другая дополнительная или медицинская помощь, дождаться прибытия помощи; ♦ При обнаружении тех, кто оказался в ловушке под завалами, или услышав какой-то зов от них, четко запомнить это место и сообщить спасателям; ♦ Обеспечьте безопасность больных, детей и пожилых людей, а также лиц с ограниченными возможностями, оказать психологическую поддержку; ♦ Следите за состоянием зданий после прекращения землетрясения, чтобы избежать вещей, которые могут угрожать жизни; ♦ Не навязывайте никому свое мнение о возможности повторения землетрясения и не распространяйте информацию на основе слухов, используйте официально опубликованную информацию; ♦ Если под завалами оказался человек, рекомендуется максимально спокойно оценить состояние, оказать первую помощь, при необходимости остановить кровотечение, перевязать рану.
uz: ♦ Jabrlanganlarga birinchi yordam ko'rsatish, qo'shimcha tibbiy yoki boshqa yordamga ehtiyoj bo'lsa yordam kelgunicha kutish; ♦ Vayronalar ostida qolib ketganlarni ko'rganda yoki ularning qandaydir chaqirig'ini eshitganda o'sha joyni aniq eslab qolish va qutqaruvchilarga xabar berish; ♦ Kasallar, bolalar va qariyalar, shuningdek jismoniy imkoniyati cheklangan shaxslar xavfsizligini ta'minlash, ruhiy dalda berish; ♦ Zilzila to'xtagandan keyin binolarning holatini kuzatish, hayotlariga xavf solishi mumkin bo'lgan narsalardan saqlanishlari; ♦ Zilzilaning takrorlanishi mumkinligi haqidagi mish-mishlarga ishonmaslik yoki tasdiqlnmagan ma'lumotlarni tarqatmaslik, rasman e'lon qilingan axborotlardan foydalanish; ♦ Odamlar vayrona ostida qolgan bo'lsa, iloji boricha xotirjamlik bilan sharoitni to'g'ri baholash, o'ziga birinchi yordam ko'rsatish, agar lozim bo'lsa qon oqishini to'xtatish va jarohatni bog'lash tavsiya etiladi.

# after1_4
source: Providing first aid to victims, additional medical ♦ Or wait until help arrives if you need other help; ♦ When you see those who are left under the rubble, or when you hear what they are called, remember exactly that place and tell the rescuersreporting; ♦ Trying to make contact with the outside of the wreckage either through the sound or by knocking something, saving forces; ♦ If left under the wreckage, as calmly as possible, correctly assess the conditions, provide first aid to himself; ♦ Monitor the condition of the buildings after the earthquake stops, to avoid things that may endanger their lives; ♦ Registered foreign citizens are encouraged to collect the maximum information about their status.
ru: Оказать первую помощь пострадавшим, если требуется другая дополнительная или медицинская помощь, дождаться прибытия помощи; ♦ При обнаружении тех, кто оказался в ловушке под завалами, или услышав какой-то зов от них, четко запомнить это место и сообщить спасателям; ♦ Рекомендуется попытаться общаться с теми, кто находится за пределами руин, с помощью звука или постукивая по чему-либо, экономя энергию. ♦ Если под завалами остались пострадавшие, максимально спокойно оцените ситуацию, окажите первую помощь; ♦ Следите за состоянием зданий после прекращения землетрясения, чтобы избежать вещей, которые могут угрожать жизни; ♦ Соберите максимальную информацию о статусе зарегистрированных иностранных граждан.
uz: ♦ Jabrlanganlarga birinchi yordam ko'rsatish, qo'shimcha tibbiy yoki boshqa yordamga ehtiyoj bo'lsa yordam kelgunicha kutish; ♦ Vayronalar ostida qolib ketganlarni ko'rganda yoki ularning qandaydir chaqirig'ini eshitganda o'sha joyni aniq eslab qolish va qutqaruvchilarga xabar berish; ♦ Vayronalardan tashqaridagilar bilan tovush orqali yoki biror narsani taqillatish bilan aloqa o'rnatishga harakat qilish, kuchlarni tejash; ♦ Agarda vayrona ostida qolgan bo'lsa, iloji boricha xotirjamlik bilan sharoitni to'g'ri baholash, o'ziga birinchi yordam ko'rsatish; ♦ Zilzila to'xtagandan keyin binolarning holatini kuzatish, hayotlariga xavf solishi mumkin bo'lgan narsalardan saqlanishlari; ♦ Ro'yxatdan o'tgan chet el fuqarolari, ularning holati to'g'risida maksimal ma'lumotlarni to'plash tavsiya etiladi.

# after1_5
source: ♦ During strong earthquakes, the condition of the victims in a short time can worsen and even end in their death. In such conditions, before the arrival of rescuers or medical workers, others will have to provide assistance to the victims, take measures to improve their condition. These measures are called first aid. ♦ First aid is a set of simple measures provided at the scene of an emergency or an unfortunate event, aimed at saving the life of the victim and preventing deterioration of the condition. ♦ First aid is provided by non-medics, regardless of education and age. Most often, during strong earthquakes, there may be situations where, as far as possible, it is necessary to provide assistance to the victims as soon as possible (within a few minutes). ♦ Such situations include respiratory arrest and palpitations, heavy bleeding, loss of consciousness, severe injuries, etc. ♦ The release of victims from the rubble is carried out with the use of precautionary measures. ♦ When providing first aid, it is necessary to conduct an initial examination of the victim ♦ At the same time, first of all, attention is paid to the presence of consciousness, breathing, heartbeat. ♦ When determining the presence of breathing, it is necessary to free the upper part of the chest and neck from clothes, scarves, scarves, ties. ♦ At the same time, the presence of a heartbeat is determined. To do this, on the outer surface of the larynx, applying the fingers, we determine the pulse - the beat of the arterial vessel.
ru: ♦ При сильных землетрясениях состояние пострадавших за короткое время может ухудшидся и даже закончиться их смертью. В таких условиях, до прибытия спасателей или медицинских работников, окружающими придётся оказывать помощьпострадавшим, принимать меры по улучшению их состояний. Эти меры называется первая помощь. ♦ Первая помощь - комплекс простейших мерориятий, оказываемые на месте чрезвычайной ситуации или несчестного случая, направленных на сохранение жизни пострадавщего и предупреждения ухудшения состояния. ♦ Первая помощь оказывается немедиками, не зависимо от образования и возраста. Чаше всего, при сильных землетрясениях, могут быть такие ситуации, когда по мере возможности, необходимо оказывать помощь пострадавшим в кратчайшие сроки (в течении несколько минут). ♦ К таким ситуациям относятся остановка дыхания и сердцебиениие, болшое кровотечение, потеря сознания,тяжёлые повреждения и др. ♦ Освобождение пострадавших из-под завалов осуществляется с применением мер предосторожности. ♦ При оказании первой помощи, необходимо провести первичный осмотр пострадавшегою♦ При этом, в первую очередь, обращают внимание на наличии созннания, дыхания сердцебиения. ♦ При определения наличия дыхания необходимо освободит верхнию часть грудной клетки и шеи от обежды, платков, шарфов, галстуков. ♦ Одновременно определяют наличие сердцебиения. Для этого по наружной поверхности гортани прикладывая пальцы рук определяем пульс- биение артериальногососуда.
uz: ♦ Kuchli zilzila oqibatida jabrlangan odamning ahvoli qisqa vaqt ichida og'irlashib qolishi va hatto vafot etishi mumkin. Bunday hollarda tibbiy xodimlar yoki qutqaruvchilar yetib kelguniga qadar jabrlangan odamga yordam berish, uning holatini yaxshilashga harakat qilish lozim. Bunday harakatlarga birinchi yordam deyiladi. Birinchi yordam – bu jabrlanganlarning hayotini saqlab qolishga, sog'lig'i yomonlashib ketishining oldini olishga qaratilgan oddiy chora-tadbirlar majmui. Birinchi yordamni tibbiy xodim bo'lmagan, ya'ni ma'lumotidan, yoshidan qat'iy nazar fuqarolar tomonidan ko'rsatiladi. ♦ Ko'p hollarda kuchli zilzilalardan so'ng, jabrlanganlarga zudlik bilan, imkon darajasida qisqa vaqt (bir necha daqiqa) ichida yordam ko'rsatish lozim bo'ladi. Bunday holatlarga yurak yoki nafas olish faoliyatining to'xtashi, kuchli qon ketishi, xushidan ketishi, turli shikastlanishlar va boshqalar kiradi. ♦ Jabrlanganlarni vayronalar ostidan ehtiyot choralari ko'rib ozod qilish kerak. ♦ Birinchi yordam ko'rsatishni boshlashdan oldin, jabrlanganlar birlamchi ko'rikdan o'tkazilishi lozim. Birlamchi ko'rik jabrlangan hushida yoki yo'qligini hamda uning hayotiga xavf soluvchi omillarni, ya'ni, nafas olishi va yurak urishini tekshirishdan iborat bo'ladi. ♦ Nafas olishni aniqlash maqsadida kiyimlardan (rumol, sharf, galstuk) bo'yin va ko'krakning yuqori qismi bo'shatiladi. ♦ Bir vaqtning o'zida yurak urishini aniqlanadi. Buning uchun ko'rsatkich va o'rta barmoqlarimizni bo'yin (kekirdak) chetiga qo'yib, tomir urishini – pulsni tekshiramiz. Puls – arteriya qon tomirini urishi hisoblanadi.

# after1_5_2
source: ♦ If, in the presence of a pulse, the victim does not breathe, he is immediately turned on his side, the airways are cleaned of foreign bodies and liquids. When breathing is restored, they are left in this position . ♦ If breathing is not restored, the victim is laid on his back, his head is bent as far back as possible. And if at the same time breathing is not restored, then artificial respiration begins immediately. ♦ Artificial respiration is carried out mouth-to-mouth, mouth-to-nose and mixed (in young children) . ♦ Procedure for performing artificial respiration. ♦ With one palm we apply to the forehead of the victim, with the thumb and forefinger we pinch the wings of the nose, with the other hand we apply a clean cloth (gauze, bandage, handkerchief) to the mouth, protruding the lower jaw forward, inhale air into the lungs. Let's look at the chest. When properly inflated, the chest rises. The frequency of inhalations should be at least 15 - 17 times per minute. From time to time we check the presence of a pulse. ♦ Artificial respiration is carried out until breathing is restored or until the arrival of rescuers or medical workers. ♦ In the absence of a heartbeat (no pulse), it is necessary, without wasting time, to proceed with artificial respiration and closed heart massage. In this case, two breaths and 30 chest compressions are performed. ♦ The victim must be laid on a hard and even surface, the legs are in an elevated position. We put the hands on the sternum and carry out 30 pressures by 4-5 cm, depending on the physique of the victim. After that, we determine the presence of a pulse. In the absence of a pulse (heartbeat), we continue the closed heart massage. If the pulse appeared, we carry out only artificial respiration. ♦ Carrying out artificial respiration and closed heart massage to the victim is called cardiopulmonary resuscitation. ♦ LOSS OF CONSCIOUSNESS (SYNCOPAL CONDITION). A condition in which blood circulation and oxygen supply to the brain are interrupted for a short time. The causes of this condition are physical and mental stress, stress, strong excitement, exacerbation of a chronic disease. ♦ Main signs. There is a short time (2-3 minutes) dizziness, feeling unwell, tinnitus, general weakness. Breathing is superficial, the number of pulses and blood pressure decreases, weakness in the muscles is noted. ♦ First aid: lay the victim on his side or turn his head in any direction, watch for breathing, raise his legs. They give a sniff of a solution of ammonia (ammonia), vinegar or acetone, splash water on the face or pat on the face.
ru: ♦ Если при наличии пульса, пострадавший не дышет, его тут же поворачивают на бок, очишают дыхательные пути от инородных тел ♦ и жидкостей. При востановлении дыхания - оставляют в таком положении . ♦ Если дыхание не востоновилось- пострадавщего укладывают на спину, голову максимально сгибают назад. И если при этом дыхание не востановилось –тутже начинают исскуственное дыхание. ♦ Искуственное дыхание осуществляют рот-в рот, рот-в нос и смешанное (у детей младшего возраста). ♦ Порядок проведения исскуственного дыхания. ♦ Одной ладонью прикладываем ко лбу пострадавшего, большим и указательным пальцами зажимаем крылья носа, второй рукой прикладываем чистую материю (марля, бинт, платок) ко рту выдвыгая нижнею челюсть вперед вдыхаем воздух в лёгкие. При этом смотрим на грудную клетку. При правильном вдувании грудная клетка поднимается. Частота вдыханий должно быть не менее 15 – 17 раз в минуту. Время от времени проверяем наличие пулься. ♦ Исскуственное дыхание осуществляется до востановления дыхания или до прибытия спасетелей или медицинских работников. ♦ При отсутствии сердцебиения (нет пульса), необходимо, не теряя времени, приступить к искусственному дыханию и закрытому массажу сердца. При этом производится два вдоха и 30 надавлений на грудную клетку. ♦ Пострадавшего необходимо уложить на твердую и ровную поверхность, ноги находятся в приподнятом положении. Кисти рук прикладываем на грудину и осуществляем 30 надавливаний на 4-5 см. в зависимости от телосложения пострадавшего. После этого определяем наличие пульса. При отсутствии пульса (сердцебиения), продолжаем закрытый массаж сердца. Если же пульс появился- проводим только искусственное дыхания. ♦ Проведение пострадавшему искусственное дыхание и закрытый массаж сердца, называется сердечно-лёгочная реанимация. ♦ ПОТЕРЯ СОЗНАНИЯ (СИНКОПАЛЬНОЕ СОСТОЯНИЕ). Состояние, при котором на короткое время нарушается кровообращение и обеспечение кислородом головного мозга. Причинами такого состояния служит физическое и психическое напряжение, стресс, сильное волнение, обострение хронического заболевания. ♦ Основные признаки. Наблюдается на короткое время (2-3 мин) головокружение, плохое самочувствие, шум в ушах, общая слабость. Дыхание поверхностное, количество пульса и артериальное давление уменьшается, отмечается слабость в мышцах. ♦ Оказание первой помощи: укладывают пострадавшего на бок или поворачивают голову в любую сторону, наблюдают за дыханием, ноги приподнимают. Дают понюхать раствор аммиака (нашатырный спирт), уксус или ацетон, брызгают на лицо воду или похлопывают по лицу.
uz: ♦ Agar jabrlanganning yuragi urib turgani holda nafas olmayotgan bo'lsa – uni yonboshlatib, nafas yo'llarini yot jism va suyuqliklardan tozalanadi. Agar nafas tiklansa jabrlangan shu holatda qoladi. ♦ Agar nafas tiklanmasa jabrlanuvchini chalqancha yotqizib, boshi orqa tarafga bukiladi. Shunda ham nafas olish tiklanmasa darhol sun'iy nafas berishga kirishiladi. ♦ Su'niy nafas – og'izdan-og'izga, og'izdan-burunga hamda aralash (yosh bolalar va chaqaloqlarda) usullarda amalga oshiriladi. ♦ Su'niy nafas berish tartibi. Bosh holatini o'zgartirmasdan bir kaftni jabrlanganning peshonasiga qo'yib, shu qo'lning katta va ko'rsatkichi bilan burun qanotlarini qisish, ikkinchi qo'l bilan jabrlanuvchining og'ziga doka, niqob, ro'molcha qo'yish, keyin pastki jag'ni ushlab turgan holda puflash kerak. Puflash jarayonida ko'krak qafasining ko'tarilishini kuzatib turish zarur. Puflash har 5 soniyada (sekundda) bir marta amalga oshiriladi. Vaqti-vaqti bilan tomir urishi tekshirib turiladi. Sun'iy nafas berish nafas tiklangunga, “tez yordam” yoki qutqaruvchilar yetib kelganga qadar davom ettiriladi. ♦ Yurak faoliyati to'xtagan (tomir urmayotgan) bo'lsa, darhol su'niy nafas berish va yurakni bilvosita(yopiq)massaj qilishga o'tiladi, ya'ni 2 marta nafas berib, 30 marta yurak massaj qilinadi. ♦ Yurakni massaj qilish jarayonida jabrlangan shaxsni qattiq va tekis joyga yotqizilib, oyoqlari ko'tarib qo'yiladi. Kaftlar to'sh suyagining pastroq qismiga, (to'sh suyagi uch qismga bo'linganda, uning o'rta bo'lagi bilan pastki bo'lagi chegarasiga – bosish markaziga) qo'yilib, jabrlanuvchining gavda tuzilishidan kelib chiqib 4-5 sm chuqurlikda 30 marotaba bosamiz. So'ng tomi urishi tekshirib ko'riladi. Agar tomir urishi aniqlanmasa muolaja davom ettiriladi. Agar tomir urishi paydo bo'lsa - faqat su'niy nafas berish davom ettiriladi. ♦ Jabrlanganga su'niy nafas berish va yurakni yopiq massaj qilish -o'pka-yurak reanimatsiyasi deb ataladi. ♦ HUSHDAN KETISH (SINKOPAL HOLAT) – bosh miyada qon aylanishining qisqa vaqtga buzilishi natijasida uning kislorod bilan ta'minlanishi izdan chiqqan holat. Sabablari – jismoniy va ruhiy zo'riqish, stress holatlari, kuchli qo'rquv yoki hayajon, surunkali kasallik. ♦ Asosiy belgilari: Qisqa vaqt – bir necha soniyadan to 2-3 daqiqagacha davom etadigan, bosh aylanishi, o'zini yomon his qilish, quloqlarning shang'illashi, ko'z oldining qorong'ilashishi, kuchli holsizlik kuzatiladi. Nafas olishi yuzakilashadi, ba'zi hollarda yurak urish (puls) tezligi kamayadi, qon bosimi pasayadi, mushaklarda quvvatsizlik kuzatiladi. ♦ Birinchi yordam ko'rsatish: jabrlanganni yotqizilib, boshi chap yoki o'ng tomonga bukiladi va nafas olishi kuzatib turiladi, oyoqlari ko'tarib qo'yiladi. O'tkir hidli (novshadil spirti (nashatir, ammiakning suvli eritmasi), uksus, atseton) hidlatish yoki chakkasiga surtish, sovuq suv purkash yoki yuziga yengil urish tavsiya etiladi.

# after1_5_3
source: ♦ If within 3-5 minutes, the victim did not come to his senses, he is laid on his side, cold is applied to his head and measures are taken to deliver him to a medical facility. Prior to arrival at the institution - constantly monitor breathing and heartbeat. ♦ When breathing and palpitations stop, artificial respiration and closed heart massage are performed. ♦ FIRST AID FOR BLEEDING. ♦ Bleeding can be the result of various injuries. There are arterial, venous, capillary and mixed bleeding.
ru: ♦ Если в течении 3-5 минут, пострадавший не пришел в себя- его укладывают набок, на голову прикладывают холод и принимают меры по доставки его в медицинское учреждение. До прибытия в учреждение - постоянно наблюдают за дыханием и сердцебиением. ♦ При остановки дыхания и сердцебиения - проводят искусственное дыхание и закрытый массаж сердца. ♦ ОКАЗАНИЕ ПЕРВОЙ ПОМОЩИ ПРИ КРОВОТЕЧЕНИЯХ. ♦ Кровотечения могут быть в результате различных травм. Различают артериальные, венозное, капиллярное и смешанное кровотечение. ♦ При артериальном – фонтанное кровотечение, алого цвета, пострадавший за короткое время может потерять много крови. При венозном- истечение из раны темной крови.
uz: ♦ Agar 3-5 daqiqada hushiga kelmasa - uni yonboshlatib yotqizib, boshiga sovuq narsa qo'yib, zudlikda tibbiy muassasaga olib borish chorasi ko'riladi. ♦ Tibbiy xodimlar kelgunga qadar – jabrlanganning nafas olishi va yurak urishi nazorat qilib turiladi. Mabodo nafas olishi to'xtab qolsa -su'niy berish, agarda yurak faoliyati to'xtab qolsa - yurakni su'niy yopiq massaj qilish usullari qo'llaniladi. ♦ QON KETISHLARDA BIRINCHI TIBBIY YORDAM ♦ Turli jarohatlar tashqi qon ketishiga sababchi bo'lishi mumkin. Ular shikastlangan qon tomir turlariga qarab arterial, venoz va kapillyar turlarga bo'linadi.
