Repository: Jurody6260/mchs_app
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

# after1_5_13
source: ♦ When giving first aid, the following is not allowed:n♦ 1. Trying to open your mouth with metal objects - this can lead to additional damagen♦ 2. Leave the patient alone.n♦ 3. Pushing, slapping, splashing water.n♦ 4. Apply forcen♦ 5. Give medicine, drink water.n♦ STROKE - an acute violation of the blood circulation of the brain. The causes of this condition can be spasm or blockage of blood vessels, as well as their rupture during high blood pressure.n♦ Signs: General weakness, impaired sensitivity, speech, dizziness, headache, impaired movement of arms and legs on one side, changes in facial expressions.n♦ First aid.
ru: ♦ 1. Успокоить больного и обеспечить приток свежего воздуха. ♦ 2. Приложит к ногам тепло. ♦ 3. Применить специальный аэрозоль-вдыхать 2-3 раза каждые 20 минут. ♦ 4. При отсутствии эффекта – доставить в медицинское учреждение. ♦ ЭПИЛЕПСИЯ ♦ Хроническое заболевание головного мозга, проявляемое судорогами мышц конечностей и тела. Данное заболевание может быть врожденным или приобретённым. Больные не помнят, что с ними произошло во время приступа. ♦ Признаки: человек внезапно теряет равновесие, падает, теряет сознание, появляется судороги, изо рта идет пена, голова сгибается назад. Пульс учащается. ♦ Первая помощь. «Опытные» больные носят с собой инструкцию по оказанию им первой помощи при приступах.
uz: ♦ 1. Bemorni tinchlantirib, toza havo kelishini ta'minlash; ♦ 2. Oyoqlarini issiq suvga solish; ♦ 3. Maxsus aerozol vositalardan har 20 daqiqada 2-3 marta nafas olish; ♦ 4. Xuruj o'tib ketmasa, tibbiy muassasaga yetkazish chorasini ko'rish. ♦ EPILEPSIYA (tutqanoq kasalligi) - bosh miyaning surunkali kasalligi bo'lib, asosan tutqanoq yoki tirishish xurujlari bilan kechadi. Bu kasallik birlamchi, ya'ni tug'ma yoki ikkilamchi, ya'ni ba'zi bosh miya kasalliklari sababli rivojlanadi. ♦ Epilepsiyaning o'ziga xos tomoni ham shundaki, bemor xuruj payti nimalar bo'lganini mutlaqo eslay olmaydi. Bu holat tibbiyotda tutqanoqdan keyingi amneziya (ya'ni eslay olmaslik) deb ataladi. Faqat bemor u yer-bu yeri shilingani yoki ko'karganidan xuruj bo'lganini bilib qolishi mumkin. ♦ Belgilari: odam to'satdan muvozanatni yo'qotib yiqiladi, qo'l-oyoklari tirishishni boshlaydi, og'zidan ko'pik keladi, hushida bo'lmaydi. Boshi orqa tarafga tortiladi. Yurak urishi tezlashadi. ♦ Birinchi yordam: “Tajribali” bemorlar yonida bosqichma-bosqich yordam berish tartibi ko'rsatilgan eslatma olib yurishadi.

# after1_5_14
source: ♦ 1. Lay or seat the patient , provide fresh air (remove tie, scarf, unbutton collar, open windows), remove dentures. Apply cold, wet towel, cloth to the head. If the patient vomits , turn his head to the side and clear his mouth. If possible, measure blood pressure and note their indicators and the time of measurement (then these indicators will be needed by doctors). Apply heat to the feet ( heaters with water).
ru: ♦ Во время приступа эпилепсии, принимая меры предосторожности, необходимо повернуть больного на бок, очистить ротовую полость от пены, чтобы предупредить дополнительные травмы надо удерживать голову. Освободить от платка, галстука, шарфа, поясного ремня. Обеспечить приток свежего воздуха. Приступ обычно проходит в течении несколько минут ♦ Нельзя при оказании первой помощи следующее: ♦ 1. Пытаться открыть рот металлическими предметами- это может привести к дополнительным повреждениям ♦ 2. Оставлять больного одного. ♦ 3. Толкать, хлопать, брызгать водой. ♦ 4. Применять силу ♦ 5. Давать лекарства, пить воду.
uz: ♦ Tutqanoq xuruji yuz bergan payt birinchi navbatda bemorni tekis, jarohat yetmaydigan joyga yotqizish va boshini yon tomonga (o'ngga yoki chapga) burib turish zarur. Bemorning tishlari orasiga qo'l yoki boshqa narsa tiqish kerak emas. Aks holda bemorning tishlari sinishi yoki qo'lingizga jarohat yetishi mumkin. Xuruj binoning ichida sodir bo'lsa – toza havo kelishi ta'minlanadi. Bemorning bosh tomonidan kelib boshini ushlab olish kerak, chunki, u o'zi bilmagan holda boshini yerga urishi mumkin. Bemorning qo'lida biror narsa bo'lsa uni chetga olib quyish kerak. Kiyim (sharf, galstuk, ro'mol)ni bo'shatib qo'yish, ko'zoynaklarini olib quyish kerak. Bemor tilini tishlab olmasligi uchun bemorga ro'molchani tishlatib qo'yish kerak. ♦ Unutmaslik kerakki, tutqanoq xuruji odatda bir daqiqada, uzog'i bilan uch daqiqada o'tib ketadi. ♦ Xuruj paytida quydagilar mumkin emas: ♦ 1. Qo'shimcha jarohat yetkazmaslik uchun bemorning og'zini qattiq jismlar, xususan, temir bilan ochmaslik. ♦ 2. Bemorni yolg'iz qoldirish. ♦ 3. Yuziga suv sepish, shapatilash, turtish. ♦ 4. Bemorga nisbatan kuch ishlatish. ♦ 5. Suv, dori ichkizish. ♦ INSULT - bosh miya qon aylanishining o'tkir buzilishi. Bu xolatga, bosh miya qon tomirlarni tiqilib yoki siqilib qolishi, arterial qon bosimi keskin ko'tarilishi natijasida qon tomirlarni yorilishi sabab bo'ladi

# after1_5_15
source: ♦ 2. Conducts constant monitoring of breathing - when breathing stops - we perform artificial respiration, when the heartbeat stops - closed heart massage.
ru: ♦ ИНСУЛЬТ - острое нарушение кровообращение головного мозга. Причинами такого состояния могут быть спазм или закупорка сосудов, а также их разрыв при высоких кровяных давлениях.n♦ Признаки: Общая слабость, нарушение чувствительности, речи, головокружение, головная боль, нарушение движения рук и ног на одной стороне, изменение мимики лица. ♦ Оказание первой помощи. ♦ 1. Уложить или усадить больного, обеспечить приток свежего воздуха ( снять галстук, платок, расстегнуть воротник, открыть окна), снять зубные протезы. На голову приложить холод, влажное полотенце, материю. При появлении у больного рвоты- повернуть голову с сторону и очистить рот. При возможности измерить артериальное давление и отмечать их показатели и время измерения( потом эти показатели будут нужны медикам). К ногам приложить тепло(грелки с водой). ♦ 2. Проводит постоянный контроль за дыханием- при остановки дыхания – осуществляем искусственное дыхание, при остановки сердцебиения –закрытый массаж сердца.
uz: ♦ 1. Belgilari: butun tananing holsizlanishi, sezuvchanlikning pasayishi, nutqning buzilishi, bosh aylanishi, bir tarafda qo'l-oyoqlarning kuchsizlanishi, kuchli bosh og'rig'. ♦ 2. Tibbiy xodimlar yoki qutqaruvchilar yetib kelgunga qadar bemorga birinchi yordam ko'rsatiladi. Bunda: ♦ 3. Bemorni tekis joyga yotqizish va boshini ko'tarib quyish. Bemalol nafas olishi uchun sharoit yaratish (xonada bo'lsa - oynalarni ochish, nafas erkin bo'lishi uchun yoqalarni, ro'mol, sharf, galstuklarni bo'shatish yoki olib tashlash, tish protezlarini olish). Boshiga sovuq narsa (masalan, ho'llangan sochiq) qo'yish. Bemorning ko'ngli aynisa boshini yon tomonga burish yoki yonboshlatib qo'yish va og'zini tozalab turish. Imkon darajasida qon bosimini o'lchab turish va uning miqdorini va o'lchangan vaqtini yozib qo'yish (tibbiy xodimlar kelganda ular ko'rsatiladi). Oyog'iga issiq narsa (grelka (idish) qo'yish). ♦ Nafas olishi va yurak faoliyatini nazoratga olish va nafasi to'xtasa- su'niy nafas berish, yurak faoliyati to'xtasa – yurakni massaj qilish va h.k.z.

# map_info
source: Map of the general seismic zoning of the Republic of Uzbekistan ♦ It is known that among the natural disasters occurring all over the world, a strong earthquake is characterized by its sad consequences, serious destruction. Because this phenomenon of nature can lead to the victims of hundreds, thousands of people in a matter of seconds and huge economic damage. ♦ According to the geological location of Uzbekistan, the territory of the Republic of Uzbekistan is located in the Mediterranean-Asian seismic belt. Therefore, it is considered natural that frequent earthquakes occur in our republic and beyond. It should be noted that more than 30 strong and catastrophic (magnitude more than 5) earthquakes have occurred in the regions of our republic since 1900 to this day. For example, including the 'Tashkent' earthquake on April 26, 1966, the Fergana earthquake on July 20, 2011 and others. ♦ In accordance with the map of general seismic zoning compiled by the Institute of Seismology of the Academy of Sciences in 2017 (Figure 1), the force of earthquakes in Uzbekistan can be from 5 to 9 points from West to East. Map scale points are displayed in five different colors. ♦ Since Uzbekistan is geographically located in the seismically active Central Asian region, there are points on the map in our regions. ♦ This general seismic zoning map can be viewed as a long-term seismic forecast. Therefore, regardless of the nationality of the citizens living in the seismically active areas of our country, it is desirable to study the correct actions to be taken before an earthquake, during an earthquake, and after an earthquake has occurred. ♦ At the same time, in accordance with the long-term seismic forecast, taking into account the possible risk of strong earthquakes, the prevention of emergency situations and actions in such situations should be carried out by ministries and departments that are part of the state system (hereinafter - SSChS), as well as in facilities located under their jurisdiction for a long time (1-10 years), medium (1-12 months) and short-term (1-30 days) in accordance with earthquake forecasts, preventive measures must be taken to ensure seismic safety, as well as the structure, strength and means that should be in readiness at the junction of regions when forecast data are received, and also be able to quickly enter the territory of an emergency. ♦ It is known that, in accordance with the current legislation, the Ministry of Emergency Situations of the Republic of Uzbekistan performs the function of managing the activities of the State Emergency Service and exercising state control. ♦ When the Ministry of Emergency Situations receives forecasts of strong earthquakes in the country (long-term, medium-term and short-term) from the Academy of Sciences, all segments of the population are informed about the danger of emergencies associated with strong earthquakes, including the functional services of the State Emergency Service. ♦ Strong earthquakes themselves are recorded as emergencies, which may also result in other types of natural, man-made and environmental emergencies. In particular, residential houses of the population, social facilities and buildings run by organizations, and secondary emergencies associated with the collapse of buildings and structures due to a strong earthquake, as well as accidents, fires and explosions at economically important and categorized objects, are under threat. energy and utility systems. ♦ The best foreign experience in dealing with the consequences of major emergencies shows that the adoption and implementation of measures to prevent them are more economical and effective than the elimination of consequences when they occur. ♦ Therefore, in order to ensure the seismic safety of the population and territories in the Republic, an algorithm of actions carried out by all segments of the population before an earthquake, including citizens before an earthquake, during an earthquake and after an earthquake, as well as by the relevant functional services of the State Emergency Service in accordance with long-term forecasts of strong earthquakes, is being studied.
ru: ♦ Известно, что среди стихийных бедствий, происходящих во всем мире, сильное землетрясение характеризуется своими печальными последствиями, серьезными разрушениями. Потому что это явление природы может привести к жертвам сотен, тысяч людей в считанные секунды и огромному экономическому ущербу. ♦ Согласно геологическому расположению Узбекистана, территория Республики Узбекистан расположена в Средиземноморско-Азиатском сейсмическом поясе. Поэтому считается естественным, что в нашей республике и за ее пределами происходят частые землетрясения. Следует отметить, что в регионах нашей республики с 1900 года по сей день произошло более 30 сильных и катастрофических (магнитудой более 5) землетрясений. Например, в том числе, 'Ташкентское' землетрясение 26 апреля 1966 года, Ферганское землетрясение 20 июля 2011 года и другие. ♦ В соответствии с картой общего сейсмического районирования, составленной Институтом сейсмологии Академии наук в 2017 году (рисунок 1), сила толчков землетрясений на территории Узбекистана может составлять от 5ти до 9ти баллов с Запада на Восток. Точки в масштабе карты отображаются пятью различными цветами. ♦ Поскольку Узбекистан географически расположен в сейсмически активном Центрально-Азиатском регионе, в наших регионах есть точки на карте. ♦ Эту карту общего сейсмического районирования можно рассматривать как долгосрочный сейсмический прогноз. Поэтому, независимо от национальности граждан, проживающих в сейсмически активных районах нашей страны, желательно изучить правильные действия, которые будут выполняться до землетрясения, во время землетрясения и после того, как случилось землетрясение. ♦ В то же время, в соответствии с долгосрочным сейсмическим прогнозом, с учетом возможного риска сильных землетрясений, предотвращение чрезвычайных ситуаций и действия в таких ситуациях должны осуществляться министерствами и ведомствами, входящими в государственную систему (в дальнейшем- ГСЧС), а также в объекты, находящиеся под их юрисдикцией в течение длительного времени (1-10 лет), среднего (1-12 месяцев) и краткосрочные (1-30 дней) в соответствии с прогнозами землетрясений должны быть приняты превентивные меры для обеспечения сейсмической безопасности, а также структуры, силы и средства, которые должны находиться в готовности на стыке регионов при получении прогнозных данных, а также иметь возможность быстрого въезда на территорию чрезвычайной ситуации. ♦ Известно, что в соответствии с действующим законодательством Министерство по чрезвычайным ситуациям Республики Узбекистан выполняет функцию управления деятельностью ГСЧС и осуществления государственного контроля. ♦ Когда Министерство по чрезвычайным ситуациям получает от Академии наук прогнозы сильных землетрясений на территории страны (долгосрочные, среднесрочные и краткосрочные), организуется информирование всех слоев населения об опасности возникновения чрезвычайных ситуаций, связанных с сильными землетрясениями, включая функциональные службы ГСЧС. ♦ Сильные землетрясения сами по себе регистрируются как чрезвычайные ситуации, в результате которых могут также возникать другие виды чрезвычайных ситуаций природного, техногенного и экологического характера. В частности, под угрозой находятся жилые дома населения, социальные объекты и здания, находящихся в ведении организаций, и вторичные чрезвычайные ситуации, связанные с обрушением зданий и сооружений, вследствие сильного землетрясения, а также аварии, пожары и взрывы на экономически важных и категорированных объектах, энергетических и коммунальных системах. ♦ Передовой зарубежный опыт ликвидации последствий крупных чрезвычайных ситуаций показывает, что принятие и реализация мер по их предотвращению более экономичны и эффективны, чем ликвидация последствий при их возникновении. ♦ Поэтому в целях обеспечения сейсмической безопасности населения и территорий в Республике изучается алгоритм действий, осуществляемых всеми слоями населения перед землетрясением, в том числе гражданами до землетрясения, во время землетрясения и после землетрясения, а также соответствующими функциональными службами ГСЧС в соответствии с долгосрочными прогнозами сильных землетрясений.
uz: ♦ Ma'lumki, butun dunyo miqyosida sodir bo'ladigan tabiiy ofatlar orasida kuchli zilzila o'zining ayanchli oqibatlari, jiddiy talofotlari bilan ajralib turadi. Chunki, tabiatning ushbu hodisasi bir necha soniya ichida yuzlab, minglab insonlarning qurbon bo'lishiga va juda katta miqdorda iqtisodiy zararga olib kelishi mumkin. ♦ O'zbekiston geologik joylashuviga ko'ra, O'zbekiston Respublikasi hududi O'rtayer dengizi-Osiyo seysmik kamarida joylashgan. Shu boisdan, respublikamiz va unga chegaradosh hududlarda tez-tez zilzilalar sodir bo'lib turishi tabiiy hol sanaladi. Ta'kidlash kerakki, respublikamiz hududlarida 1900 yildan beri shu kunga qadar 30 dan ortiq kuchli va halokatli (magnitudasi 5 dan yuqori bo'lgan) zilzilalar sodir bo'lgan. Masalan, 1966 yil 26 apreldagi “Toshkent” zilzilasi, 2011 yil 20 iyuldagi Farg'ona zilzilasi va x.k.z.lar shular jumlasidandir. ♦ Fanlar akademiyasi Seysmologiya instituti tomonidan 2017 yilda tuzilgan umumiy seysmik rayonlashtirish xaritasiga muvofiq (1-rasm), O'zbekiston hududida sodir bo'lishi mumkin bo'lgan zilzilalarning ta'sir kuchi G'arbdan Sharqqa qarab 5 balldan 9 ballgacha bo'lishi mumkin. Mazkur xaritada MSHK shkalasi bo'yicha ballar besh xil rangda ko'rsatilgan. ♦ Mazkur umumiy seysmik rayonlashtirish xaritasi uzoq muddatli seysmik prognoz sifatida qabul qilish mumkin. Shu boisdan mamlakatimizning seysmik faol hududlarida yashaydigan fuqarolar millatidan qat'iy nazar zilziladan oldin, zilzila vaqtida va zilziladan keyin bajariladigan to'g'ri harakatlar o'rganib borilishi maqsadga muvofiq hisoblanadi. ♦ Shu bilan birga, uzoq muddatli seysmik prognozga muvofiq, kuchli zilzilalarning yuzaga kelishi mumkin bo'lgan xavfini inobatga olgan holda, Favqulodda vaziyatlarning oldini olish va bunday vaziyatlarda harakat qilish davlat tizimi (keyingi o'rinlarda – FVDT)ga kiruvchi vazirlik va idoralar hamda ularning tasarrufidagi obyektlarda uzoq (1-10 yil), o'rta (1-12 oy) va qisqa (1-30 sutka) muddatli zilzila prognozlariga muvofiq seysmik xavfsizlikni ta'minlash bo'yicha ko'riladigan profilaktik chora-tadbirlar kompleksi hamda prognoz ma'lumotlari olinganda hududlar kesimida tayyorgarligi oshiriladigan yoki kuchaytiriladigan tuzilmalar, kuch va vositalarning oldindan tayyorgarlik ko'rishi hamda kuchli zilziladan so'ng favqulodda vaziyat hududiga tezkorlik bilan kirishi mamlakatda yuzaga kelishi mumkin talofotlarni minimallashtirish imkoniyatini yaratadi. ♦ Ma'lumki amaldagi qonunchilikka muvofiq, O'zbekiston Respublikasi Favqulodda vaziyatlar vazirligi FVDT faoliyatini boshqarish va davlat nazoratini amalga oshirish funksiyasini bajaradi. ♦ Favqulodda vaziyatlar vazirligi tomonidan Fanlar akademiyasidan mamlakat hududida kuchli zilzilalarning muddatli prognozlari (uzoq, o'rta va qisqa muddatli) olinganda, kuchli zilzilalar bilan bog'liq favqulodda vaziyatlar xavfi to'g'risida aholining barcha qatlamini va FVDTga kiruvchi funksional xizmatlarni xabardor qilish tashkillashtiriladi. ♦ Kuchli zilzilalarning o'zi favqulodda vaziyatlar sifatida qayd etilib, uning oqibatida boshqa turdagi tabiiy, texnogen va ekologik xususiyatli favqulodda vaziyatlar ham yuzaga kelishi mumkin. Xususan, aholi turar-joy binolari, ijtimoiy obyektlarda va tashkilotlar tasarrufidagi bino va inshootlarda bino va inshootlarning kuchli zilzila oqibatida qulashi bilan bog'liq, shuningdek iqtisodiy o'ta muhim va toifalangan obyektlarda, energetika va kommunal tizimlarda avariya, yong'in va portlashlar bilan bog'liq ikkilamchi favqulodda vaziyatlar shular jumlasidandir. ♦ Yirik favqulodda vaziyatlar oqibatlarini bartaraf etish borasidagi ilg'or xorij tajribasi shuni ko'rsatadiki, ularning oldini olish chorasini ko'rish va bunga erishish, sodir bo'lganda oqibatlarini bartaraf etishga qaraganda iqtisodiy jihatdan tejamli va samarali hisoblanadi. ♦ Shu boisdan, respublikada aholi va hududlarni seysmik xavfsizligini ta'minlash maqsadida, zilziladan oldin aholining barcha qatlami, shu jumladan fuqarolar tomonidan zilziladan oldin, zilzila vaqtida va zilziladan keyin amalga oshiriladigan harakatlar algoritmi o'rganiladi, FVDT funksional xizmatlari tomonidan esa kuchli zilzilalarning muddatli prognozlariga muvofiq tegishli chora-tadbirlar kompleksi rejalashtiriladi va amalga oshiriladi.

# before_url
source: https://youtu.be/H-oXEAnAv2U
ru: https://youtu.be/d335g-nUxfU
uz: https://youtu.be/gmlTbl1GU0E

# before_url_2
source: https://youtu.be/USrrhY8a3QM
ru: https://youtu.be/LxmcI1qe14c
uz: https://youtu.be/JSyz0zjHH5c

# before_url_3
source: https://youtu.be/jm61QSFwULw
ru: https://youtu.be/pL6qLwyxSaY
uz: https://youtu.be/nO2vAnovDoI

# before_url_4
source: https://youtu.be/f9W4QEs7y-Y
ru: https://youtu.be/LBp-oFoCclU
uz: https://youtu.be/5KShnsV6Uy4

source: Choose region
ru: Выберите регион
uz: Xududni tanlash

# test_didnt_answer
source: Test did not answer
ru: Пожалуйста выберите ответ
uz: Iltimos javobni tanlang

# test_correct_answer
source: Correct
ru: Ответ правильный
uz: Javob to'g'ri

# test_incorrect_answer
source: Incorrect
ru: Ответ нерпавильный
uz: Javob noto'g'ri

# test_next_answer
source: Next
ru: Следующий вопрос
uz: Keyingisi

# test_submit
source: Submit
ru: Отправить результат
uz: Yuborish
