Repository: Jurody6260/mchs_app
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

source: Hello World!
ru: Привет!
uz: Salom!

# applicationTitle
source: Zilzila APP
ru: приложение MCHS
uz: MCHS ilovasi

source: Settings
ru: Настройки
uz: Foydalanuvchi sozlanmalari

# choose_Lan
source: Choose Language
ru: Выбрать язык
uz: Tilni tanlash

# first_first
source: ACTIONS TO PERFORM BEFORE THE EARTHQUAKE
ru: ДЕЙСТВИЯ ПЕРЕД ЗЕМЛЕТРЯСЕНИЕМ
uz: ZILZILADAN OLDIN BAJARILADIGAN HARAKATLAR

# first_second
source: ACTIONS TO PERFORM DURING AN EARTHQUAKE
ru: ДЕЙСТВИЯ ВО ВРЕМЯ ЗЕМЛЕТРЯСЕНИЯ
uz: ZILZILA VAQTIDA BAJARILADIGAN HARAKATLAR

# first_third
source: CORRECT ACTIONS TO PERFORM AFTER AN EARTHQUAKE
ru: ДЕЙСТВИЯ ПОСЛЕ ЗЕМЛЕТРЯСЕНИЯ
uz: ZILZILADAN KEYIN BAJARILADIGAN HARAKATLAR

# additional_for_first_page
source: ADDITIONAL INFORMATION
ru: ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ
uz: QO'SHIMCHA MA'LUMOTLAR

# first_map
source: Map of seismic zoning of the Republic of Uzbekistan
ru: Карта общего сейсмической районирования территории Республики Узбекистан
uz: O'zbekiston Respublikasi umumiy seysmik rayonlashtirish xaritasi

# first_test
source: Tests for assessing the preparedness of the population during earthquakes
ru: Тесты для оценки уровня подготовки граждан к землетрясениям
uz: Fuqarolarning zilzilaga tayyorgarlik darajasini baholash uchun testlar

# second_one
source: Students in educational institutions
ru: Обучающиеся в образовательных учреждениях
uz: Ta'lim muassasalarida ta'lim oluvchilar

# second_two
source: Employed in manufacturing and services
ru: Население, занятое в сферах производства и обслуживания
uz: Ishlab chiqarish va xizmat ko'rsatish sohasida band bo'lgan aholi

# second_three
source: Not employed in manufacturing or services
ru: Население, не занятое в сферах производства и обслуживания
uz: Ishlab chiqarish va xizmat ko'rsatish sohasida band bo'lmagan aholi

# second_four
source: For tourists and foreigners living in Uzbekistan
ru: Для туристов и иностранцев, проживающих в Узбекистане
uz: Turistlar hamda O'zbekistonda istiqomat qilayotgan xorij fuqarolari

# second_five
source: Providing first aid to victims of strong earthquakes
ru: Оказание первой помоши пострадавшим при сильных землетрясениях
uz: Kuchli zilziladan keyin jabrlanganlarga birinchi yordam ko'rsatish

# additional_four
source: Causes of strong earthquakes
ru: Причины возникновения землетрясений
uz: Zilzila kelib chiqish sabablari

# additional_four_1
source: An earthquake is caused by the complex motion of the Earth and the various processes that constantly occur within it. The Earth is in constant motion from West to East at 463 meters per second around its axis. And it itself is one of the planets of the solar system, and the other revolves around the Sun ♦ It moves at a speed of 29 kilometers. And the solar system is constantly moving around the Galaxy at a speed of about 200 kilometers per second. In addition, the Earth's crust is in constant motion under the influence of the interaction of large plates in it and the complex mechanical, chemical and other complex processes in its deep layers. ♦ In seismogenic zones where earthquakes occur, the elastic force and the accumulated force are gradually accumulated under the influence of external and internal forces ♦ in the furnace of the earthquake, when the hardness point of the mountains passes through the boundary of the plates of different sizes on the ground move one side against the other. As a result, the elastic energy stored in the seismic furnace turns into mechanical energy and comes to motion in the form of seismic waves. The more energy stored in the seismic furnace, the stronger the earthquake. ♦ Earthquakes occur mainly in the three seismic belts of the Earth's sphere. Approximately 84-85 percent of them occur in the Pacific seismic belt, 10-15 percent occur in the Mediterranean-Asian seismic belt, 1-3 percent occur in submarine rock formations located in the middle of the Atlantic Ocean, and 1-2 percent occur in other various areas of the Earth's sphere. The countries of Central Asia, including Uzbekistan, are located in the Mediterranean-Asian seismic belt. ♦ According to modern mobilistic theory, the Indian plate is in constant motion from south to north, it collides with the Eurasian plate and causes earthquakes that occur in Central Asia. Of course, this is the simplest concept. In fact, this collision is incredibly complex. Because the plates are not at one point colliding a few hundred kilometers away. Most of the impact force affects the formation of mountains, as well as layers as deep as 200-300 kilometers. During the geological period of the present, the process of mountain climbing in Central Asia continues. The rate of ascent varies from area to area and is about a year in mountain climates. ♦ If 1 centimeter rises, in the lower planes the rate of ascent is much lower, which is a few millimeters. As a result, various surges, glitches, and other complex movements occur in the more mountainous areas. Of course, high pressure, temperature, and other complex processes in the Earth's deepest layers will not affect the flow itself. Thus, earthquakes are natural phenomena that are caused by their extremely complex internal and external forces slowly accumulating ♦ in the Earth's crust.
ru: Причины возникновения землетрясений ♦ Причиной возникновения землетрясения является сложное движение Земли и различные процессы, постоянно происходящие в ней. Земля постоянно вертится со скоростью 463 метра в секунду с запада на восток вокруг своей оси. Это одна из планет Солнечной системы, которая вращается вокруг Солнца со скоростью 29 км в секунду. ♦ А Солнечная система, со своей стороны постоянно движется вокруг Галактики со скоростью около 200 километров в секунду. Кроме того, земная кора находится в постоянном движении под влиянием взаимодействия в ней крупных плит и сложных механических, химических и других сложных процессов в ее глубинных слоях. ♦ В сейсмогенных зонах, где происходят землетрясения, под действием внешних и внутренних сил постепенно накапливаются упругие силы, и когда накопленная сила превышает предел твердости пород, плиты разных размеров на земле сдвигаются относительно одной и той же точки. ♦ В результате чего, накопленная в очаге землетрясения упругая энергия преобразуется в механическую и движется в виде сейсмических волн. Чем больше энергии хранится в очаге землетрясения, тем сильнее землетрясение. ♦ Землетрясения происходят в основном в трех сейсмических поясах земли. Около 84—85% из них приходится на Тихоокеанский сейсмический пояс, 10—15% — на Средиземноморско-Азиатский сейсмический пояс, 1—3% — на подводные хребты в средней части Атлантического океана и 1—2% — на различные другие части земного шара. Страны Центральной Азии, в том числе и Узбекистан, расположены в Средиземноморско-Азиатском сейсмическом поясе. ♦ Согласно современной мобилистической теории, Индийская плита находится в постоянном движении с юга на север, она сталкивается с Евразийской плитой и вызывает землетрясения, происходящие в Центральной Азии. Это, конечно, самое простое объяснение. На самом деле это столкновение носит невероятно сложный характер. Потому что плиты сталкиваются не в одной точке на расстоянии нескольких сотен километров. Основная часть силы удара влияет на формирование гор, а также слоев, глубина которых достигает 200-300 километров. В геологический период настоящего времени процесс горообразования в Центральной Азии продолжается. Скорость роста варьируется в зависимости от района и составляет примерно в год в горных районах. ♦ Скорость подъема варьируется в зависимости от района и если в горной местности она составляет примерно 1 сантиметр в год, то в нижних плоскостях скорость подъема значительно ниже, что составляет несколько миллиметров. ♦ В результате на склонах гор возникают различные оползни, обвалы и другие сложные подвижки. Конечно, сказывается и высокое давление, температура и другие сложные процессы в глубинных слоях земли. ♦ Таким образом, землетрясения - это природные явления, которые порождают чрезвычайно сложные внутренние и внешние силы, которые постепенно накапливаются в земной коре.
uz: ♦ Zilzilaning sababchisi yerning murakkab harakati va unda doimo sodir bo'lib turadigan turli jarayonlar hisoblanadi. Yer o'z o'qi atrofida sekundiga 463 metr tezlik bilan g'arbdan sharqqa qarab doimiy harakatda. Uning o'zi esa Quyosh sistemasidagi planetalardan biri bo'lib quyosh atrofida sekundiga 29 km tezlikda harakat qiladi. Quyosh sistemasi esa galaktika atrofida sekundiga taxminan 200 kilometr tezlikda doimiy harakat qiladi. Undan tashqari, yer qobig'i undagi yirik plitalarning o'zaro harakati va uning chuqur qatlamlaridagi murakkab mexanik, kimyoviy va boshqa murakkab jarayonlar ta'sirida doimiy harakatda bo'ladi. ♦ Zilzila sodir bo'lib turadigan seysmogen zonalarda tashqi va ichki kuchlar ta'sirida asta-sekin elastik kuch yig'ilib boradi va yig'ilgan kuch tog' jinslarining qattiqlik nuqtasi chegarasidan o'tganda zilzila o'chog'ida yerdagi turli kattalikdagi plitalar daf'atan biri ikkinchisiga nisbatan suriladi. Natijada zilzila o'chog'ida yig'ilgan elastik energiya mexanik energiyaga aylanadi va seysmik to'lqinlar ko'rinishida harakatga keladi. Zilzila o'chog'ida yig'ilgan energiya qanchalik ko'p bo'lsa zilzila shunchalik kuchli bo'ladi. ♦ Zilzila asosan yer sharining uchta seysmik kamarida ro'y beradi. Ularning taxminan 84-85 foizi Tinch okeani seysmik kamarida, 10-15 foizi O'rta yer dengizi-Osiyo seysmik kamarida, 1-3 foizi esa Аtlantika okeanining o'rtasida joylashgan suv osti tog' tizmalari va 1-2 foizi yer sharining boshqa turli joylarida sodir bo'ladi. Markaziy Osiyo davlatlari, jumladan O'zbekiston ham O'rta yer dengizi - Osiyo seysmik kamarida joylashgan. Hozirgi zamon mobilistik nazariyasiga asosan Hindiston plitasi janubdan shimolga doimiy harakatda bo'lib u Yevroosiyo plitasi bilan to'qnashadi va Markaziy Osiyoda sodir bo'lib turadigan zilzilalarni keltirib chiqaradi. Bu eng sodda tushuncha, albatta. Аslida bu to'qnashuv nihoyatda murakkab xarakterga ega. Chunki plitalar bir nuqtada emas bir necha yuz kilometr masofada to'qnashadi. Ta'sir kuchining asosiy qismi tog'lar hosil bo'lishiga va shuningdek chuqurligi 200-300 kilometrga yetadigan qatlamlarga ta'sir qiladi. ♦ Hozirgi zamon geologik davrida Markaziy Osiyoning xamma joyida tog' hosil bo'lish jarayoni davom etmoqda. Ko'tarilish tezligi maydon bo'ylab turlicha bo'lib tog'lik xududlarda yiliga taxminan 1 santimetr ko'tarilsa, past tekisliklarda ko'tarilish tezligi ancha past bo'lib bir necha millimetrni tashkil qiladi. Natijada ko'proq tog' yonbag'irlarida turli surilishlar, uzilishlar va boshqa murakkab harakatlar sodir bo'ladi. Аlbatta, yerning chuqur qatlamlaridagi yuqori bosim, temperatura va boshqa murakkab jarayonlar xam o'z ta'sirini o'tkazmay qolmaydi. Shunday qilib, zilzilalar tabiiy hodisalar bo'lib, ularni yer qobig'ida asta-sekin yig'iluvchi o'ta murakkab ichki va tashqi kuchlar keltirib chiqaradi.

# intro_title
source: ELECTRONIC NOTE on the preparation of the entire layer of the population for a strong earthquake
ru: Психическая готовность к сильному землетрясению
uz: Kuchli zilzilaga ruhiy tayyorgarlik

# intro
source: Strong earthquakes – are the most terrible among natural phenomena, it has the power to cause serious damage to buildings and structures and is observed with shaking greater than 5 points. This natural phenomenon is noted in the seismically active regions of the Republic of Uzbekistan.. Imagine, you are sitting at home, suddenly an earthquake has begun, the lights in the house, the vibration of the mirror cabinets make you panic with further fear, and when the screams on the street begin, a person must perform the right action without losing himself. The fear and panic that occurs in people when an earthquake occurs can lead to actions that are dangerous for his life. Citizens who live permanently in seismically active areas or who are temporarily staying there with services or proceedings should be aware of simple precautions and safety regulations in advance in order to be able to use them in practice when an earthquake occurs. Remember, for a person who manages himself mentally before an earthquake, during an earthquake and after an earthquake, it is easier to overcome fear, the probability of suffering is also less.
ru: Сильные землетрясения - самое страшное из природных явлений, имеющие силу причинять серьезные повреждения зданиям и сооружениям и сопровождающиеся вибрациями более 5 баллов. Это природное явление фиксируется в сейсмически активных районах Республики Узбекистан. ♦ Предположим, вы сидите дома, внезапно началось землетрясение, началась вибрация света в доме, вибрация стеклянных шкафов, которые еще больше пугают и человек в панике, выбегая на улицу, должен уметь правильно действовать, не теряя самообладания. ♦ Страх и паника, которые испытывает человек при землетрясении, могут привести к действиям, опасным для жизни. Граждане, постоянно проживающие в сейсмоактивных районах или временно находящиеся там по службе или работе, должны заранее знать простые меры предосторожности и техники безопасности при землетрясении и уметь применять их на практике. ♦ Помните, что человеку, способному духовно контролировать себя до, вовремя и после землетрясения, легче преодолевать страх и меньше страдать.
uz: Kuchli zilzilalar – tabiat hodisalari orasida eng qo'rqinchlisi bo'lib, bino va inshootlarga jiddiy zarar etkazish kuchiga ega va 5 balldan katta bo'lgan silkinish bilan kuzatiladi. Mazkur tabiat hodisasi O'zbekiston Respublikasining seysmik jihatdan faol hududlarida qayd etiladi. Faraz qiling, uyda o'tiribsiz, bexosdan zilzila boshlandi, uy ichidagi chiroqlar, oynali shkaflarning tebranishi karsillashi sizda yanada qo'rquv bilan vahimani keltirib chiqarib, ko'chada baqir-chaqirlar eshitila boshlaganda odam o'zini yo'qotib qo'ymasdan to'g'ri harakatni amalga oshirishi lozim. Yer silkinishi ro'y berganda odamlarda paydo bo'lgan qo'rquv va vahima uning hayoti uchun xavfli bo'lgan harakatlarga olib kelishi mumkin. Seysmik faol hududlarda doimiy yashaydigan yoki vaqtincha u yerda xizmat yoki yumush bilan bo'lib turgan fuqarolar yer silkinganda oddiy ehtiyotkorlik va xavfsizlik choralarini oldindan bilishlari va amalda ularni qo'llay olishlari kerak. Yodingizda bo'lsin, zilziladan oldin, zilzila vaqtida va zilziladan keyin o'zini ruhan boshqara olgan odam, qo'rquvni yengishi osonroq kechadi, jabrlanish ehtimoli ham kamroq bo'ladi.

# before1_1
source: Educators, including workers, educators and students should be prepared in advance for the correct movement during a strong earthquake; ♦ Have the necessary knowledge about the primary and secondary consequences of a strong earthquake that occurs in the rooms, with the help of specialists or independently master the procedure for practical action in such situations; ♦ The wardrobe in the rooms, fixing (fastening) the book shelves on the walls, placing the equipment in such a way that it does not break down, does not block the doors and exit routes; ♦ The shelves in the rooms, the heavy items on the cupboards can be tightly fastened or the items that can be dropped on a person can be placed down or in a safe place; ♦ The rest places of the rooms should be away from the windows, large windows, items that can fall out; ♦ Measures to prevent the breakdown of containers of liquids that are dangerous to human life in labs, to reduce the risk of falls or spills in advance; ♦ People in the first floors should plan in advance the way out to an open, safe place at the time of the earthquake, keeping in mind the location of the premises around the institution; ♦ Be able to identify and predict evacuated areas that are closest to living, studying or working areas during an intense earthquakes from industry professionals; ♦ It is recommended that the buildings have a reserve of water, food and medicines, a portable radio, an electric lamp, batteries for them, candles, matches for three days, and also prepare a package of documents in advance.
ru: Дающие образовательное воспитание, в том числе работающие служащие, получающие образовательное воспитание должны иметь общее представление о том, как действовать в чрезвычайных ситуациях (включая землетрясения); ♦ Иметь необходимые знания о первичных и вторичных последствиях сильного землетрясения в помещении, освоить порядок практических действий в подобных ситуациях с помощью специалистов или самостоятельно; ♦ Шкафы и книжные шкафы в комнатах и кабинетах учреждения должны быть прикреплены к стенам. Оборудование должно располагаться так, чтобы оно не падало и не загораживало двери и выходы; ♦ Полки в комнатах, тяжелые предметы на шкафах должны быть прочно закреплены, а предметы, которые могут упасть на человека, должны быть размещены внизу или в безопасном месте. ♦ Зоны отдыха рекомендуется располагать подальше от больших окон ♦ И предметов, которые могут упасть; ♦ Во время землетрясения в лабораторных помещениях рекомендуется обратить особое внимание на меры по предотвращению поломки, падения или разлива емкостей с опасными для жизни человека жидкостями. ♦ Обитателям первого этажа следует спланировать маршруты выхода ♦ В открытое и безопасное место на случай землетрясения, принимая во внимание расположение зданий вокруг объекта; ♦ Заранее узнать районы эвакуации, ближайшие к месту жительства, учебы или работы при сильном землетрясении силами выездных специалистов; ♦ Рекомендуется держать подготовленными на трое суток воду, продукты ♦ И лекарства, а также портативные радиоприемники, фонарики, батарейки к ним, свечи и спички, а также заранее подготовленный комплект документов.
uz: ♦ Ta'lim-tarbiya beruvchilar, shu jumladan ishchi xizmatchilari, ta'lim-tarbiya oluvchilar kuchli zilzila vaqtida to'g'ri harakatlanishga oldindan tayyorlash bo'lishlari; ♦ Xonalarda yuzaga keladigan kuchli zilzilaning birlamchi va ikkilamchi oqibatlari to'g'risida zarur bilimga ega bo'lishlari, bunday vaziyatlarda amaliy harakatlanish tartibini mutaxassislar yordamida yoki mustaqil ravishda o'zlashtirishlari; ♦ Xonalardagi shkaf, kitob javonlarini devorlarga mahkamlab (qotirib) qo'yish, jihozlarni yiqilmaydigan holatda, eshik va chiqish yo'llarini to'sib qo'ymaydigan qilib joylashtirish; ♦ Xonalardagi javonlar, shkaflar ustidagi og'ir buyumlar qattiq mahkamlab qo'yilishi yoki odam ustiga tushib ketishi mumkin bo'lgan buyumlar pastga yoki ishonchli joyga joylashtirilishi; ♦ Xonalardagi dam olish o'rinlari derazadan, katta oynalardan, tushib ketishi mumkin bo'lgan buyumlardan uzoqroq joylashtirilishi; ♦ Laboratoriya xonalaridagi inson hayoti uchun xavfli bo'lgan suyuqliklarning idishlari sinib ketishini oldini olish, tushib ketishi yoki to'kilib ketish xavfini oldinda kamaytirish choralarini ko'rilishi; ♦ Birinchi qavatdagilar zilzila sodir bo'lgan vaqtda ochiq, xavfsiz joyga chiqib ketish yo'llarini oldindan rejalashtirishlari, buning uchun muassasa atrofidagi binolar joylashuvini yodda saqlab qolishlari; ♦ Kuchli zilzila davrida yashash, o'qish yoki ish joylariga eng yaqin bo'lgan bo'lgan evakuatsiya qilinadigan joylarni soha mutaxassislari orqali aniqlashtirib, oldindan bilishlari; ♦ Binolarda uch kunga mo'ljallangan suv, oziq-ovqat va dori-darmonlar, ko'chma radio, elektr chiroq, ular uchun batareykalar, sham, gugurt zahirasiga ega bo'lishlari, shuningdek hujjatlar to'plamini oldindan tayyorlab qo'yishlari tavsiya etiladi.

# before1_2
source: Employees working in the field should be prepared in advance for the correct movement during a strong earthquake; ♦ Have the necessary knowledge about the primary and secondary consequences of a strong earthquake in the workplace, with the help of specialists or independently master the procedure for practical action in such situations; ♦ Highly flammable and aggressive liquids Store packed containers in a safe place where the ground shakes and falls when the building is shaken, without exploding or burning; ♦ Coming up with other family members in the event of disruptions in the performance of means of communication, especially in the case of children's behavior and concerted actions; ♦ Keeping mobile phones charged at work places, ♦ To create a reserve of water, food and medicines intended for three days, as well as to carry a portable radio, an electric lamp, batteries for them, candles; ♦ In the process of planned training exercises, it is recommended to observe all of the above activities and to conduct a practical study.
ru: Иметь необходимые знания о первичных и вторичных последствиях сильного землетрясения на производстве, владеть порядком практических действий в подобных ситуациях с помощью специалистов или самостоятельно; хранить емкости с легковоспламеняющимися и едкими жидкостями ♦ В безопасном месте, чтобы они не рухнули, не взорвались и не сгорели при сотрясении здания землетрясением; ♦ Согласовать действия с другими членами семьи, в частности детей в случае перебоев в работе средств связи; ♦ На рабочем месте держать заряженными мобильные телефоны; ♦ Держать подготовленными на трое суток воду, продукты и лекарства, а также портативные радиоприемники, фонарики, батарейки к ним, свечи и спички,рекомендуется рассмотреть все вышеперечисленные действия и отработать их во время запланированных учений.
uz: ♦ Sohada faoliyat olib borayotgan xodimlar kuchli zilzila vaqtida to'g'ri harakatlanishga oldindan tayyor bo'lishlari; ♦ Ish joylarida kuchli zilzilaning birlamchi va ikkilamchi oqibatlari to'g'risida zarur bilimga ega bo'lishlari, bunday vaziyatlarda amaliy harakatlanish tartibini mutaxassislar yordamida yoki mustaqil ravishda o'zlashtirishlari; ♦ Tez alangalanuvchi va o'yuvchi suyuqliklar solingan idishlarni yer qimirlab, bino silkinganda tushib ketib, portlab yoki yonib ketmaydigan xavfsiz joyda saqlashlari; ♦ Aloqa vositalarining ishlashida uzilishlar bo'lgan hollarda, ayniqsa, bolalarning xarakatlari bilan bog'liq xatti-harakatlar va kelishilgan harakatlar bo'yicha boshqa oila a'zolari bilan kelish; ♦ Ish joylarida uyali telefonlarni zaryadlangan holda saqlash, uch kunga mo'ljallangan suv, oziq-ovqat va dori-darmonlar zahirasini yaratish, shuningdek, ko'chma radio, elektr chiroq, ular uchun batareykalar, shamlarni olib qo'yish; ♦ Rejali tarzda o'tkaziladigan o'quv mashqlari jarayonida yuqorida keltirilgan tadbirlarning barchasini ko'zda tutish va amaliy o'rganib borish tavsiya etiladi.
