Repository: Jurody6260/mchs_app
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

# before1_3
source: Teaching children to find safe places in the aparetment, learning to give the first aid to the victims of the strong earthquake; ♦ Family members know the ways to turn off gas, electricity, water in the house, in their apartments, in the basement; ♦ Ways to ensure the seismic safety of individuals with physical disabilities should be developed in advance by responsible people, put forward accounting, planning; ♦ Residents of the first floor should be able to determine in advance the way out of the building during the earthquake; ♦ The most dangerous in the apartment (under the interior and exterior windows, parts of the walls covered with Windows, especially in the rooms at the corner of the last floors, elevator and staircases) and learn to occupy safe places (the corner between the main walls of the room, the place of the interior doors, the table, under the bed) during the earthquake; ♦ Installation of shelves in a place remote from recreation areas, the entrance door to the room, sinks and toilets; ♦ Learning first-aid measures in case of injury from a strong earthquake, always keep a box of medicines, first-aid care in the apartment; ♦ Stay away from (Escape)houses built in areas where there is a risk of slipping and avalanches; ♦ Particular importance is attached to the construction of individual houses, since in case of earthquakes it is necessary to regularly study the condition of the house, take measures to strengthen it seismically; ♦ Residents of mountainous and foothill areas should be aware of the dangerous processes occurring in the secondary outcome of a strong earthquake, including the arrival and flooding of cross-border floods, the pre-implementation of measures to protect against the activity of old landslides; ♦ The House has a reserve of water, food and medicines for three days in orphanages, as well as portable radio, electric lamp, for which they take batteries, candles; ♦ Active participation of citizens in activities aimed at teaching them to act in emergency situations related to earthquakes in training exercises in the neighborhood or villages (ovul) is recommended.
ru: Научить членов семьи и детей занимать безопасные места в домах, научиться оказывать первую помощь при сильном землетрясении; ♦ Члены семьи должны уметь отключать газ, электричество, воду в своем доме, в подъезде, в доме; ♦ Предварительная разработка, предварительное планирование, планирование способов обеспечения сейсмической безопасности инвалидов; ♦ Жильцы первого этажа должны заранее определить выходы из здания во время землетрясения; ♦ Наиболее опасные в квартире (внутренние и наружные окна, застекленные части стен, особенно в угловых помещениях верхних этажей, лифты и лестничные клетки) и безопасные зоны (угол между капитальными стенами помещения, расположение межкомнатные двери, стол, под кроватью) при изучении землетрясения; ♦ Установить полки подальше от зон отдыха, входных дверей, раковин и унитазов; ♦ Усвоить меры первой помощи при травмах от сильного землетрясения, всегда держать в доме лекарства, аптечку; ♦ Держитесь подальше от домов, построенных на крутых склонах и оползнях; ♦ Уделять особое внимание сейсмостойкости строительства индивидуальных домов, регулярно осматривать состояние дома, принять меры по его сейсмоусилению; ♦ Жители горных и предгорных районов должны принимать меры предосторожности для защиты от опасных процессов, возникающих как вторичный фактор сильного землетрясения, в том числе трансграничных паводков, активизации застарелых оползней; ♦ Хранить в квартирах, детских домах в течение трех дней воду, продукты питания и лекарства, а также портативные радиоприемники, электрические фонари, батарейки к ним, свечи; ♦ Рекомендуется активное участие граждан в учениях в махаллях или селах (аулах), связанных с чрезвычайными ситуациями (землетрясением).
uz: ♦ Oila a'zolari o'z xonadonlarida, podyezdda, uydagi gaz, elektr, suvni o'chirish yo'llarini bilish; ♦ Oila a'zolari o'z xonadonlarida, podyezdda, uydagi gaz, elektr, suvni o'chirish yo'llarini bilish; ♦ Jismoniy imkoniyati cheklangan shaxslarning seysmik xavfsizligini ta'minlash yo'llari masul shaxslar tomonidan oldindan ishlab chiqilishi, ini oldindan o'ylab qo'yish, rejalashtirish; ♦ Birinchi qavatda istiqomat qiluvchilar, zilzila vaqtida binodan chiqish yo'llarini oldindan belgilab qo'yishlari; ♦ Xonadondagi eng xavfli (ichki va tashqi deraza ostilari, devorlarning oyna bilan qoplangan qismlari, ayniqsa oxirgi qavatlardagi burchakda joylashgan xonalar, lift va zinapoya maydonchalari) va xavfsiz joylarni (xonaning asosiy devorlari orasidagi burchagi, ichki eshiklar o'rni, stol, karavot osti) zilzila vaqtida egallashni o'rganishlari; ♦ Javonlarni dam olish o'rinlaridan, xonaga kirish eshigidan, rakovina va unitazlardan uzoqroq joyga o'rnatishlari; ♦ Kuchli zilziladan jarohatlanganda birinchi yordam ko'rsatish choralarini o'rganish, doimo xonadonda dori-darmonlar, birinchi yordam ko'rsatish qutichasini saqlashlari; ♦ Qaltis qiyaliklar va ko'chki xavfi bo'lgan joylarda qurilgan uylardan uzoqda bo'lishlari (qochishlari); ♦ Individual ravishda quriladigan uylarni zilzilabardosh qilib qurishga alohida ahamiyat qaratish, uy holatini muntazam o'rganib borish, uni seysmiy mustahkamlash chorasini ko'rishlari; ♦ Tog'li va tog' oldi hududlarda istiqomat qiluvchilar kuchli zilzilaning ikkilamchi oqibatida yuzaga keladigan xavfli jarayonlar, shu jumladan transchegaraviy sel kelishi va suv bosishlari, eski ko'chki uchastkalari faollashuvidan muxofazalanish choralarini oldindan amalga oshirishlari; ♦ Xonadonlarda, mehribonlik uylarida uch kunga mo'ljallangan suv, oziq-ovqat va dori-darmonlar zahirasi, shuningdek ko'chma radio, elektr chiroq, ular uchun batareykalar, shamlarni olib qo'yishlari; ♦ Mahalla yoki qishloqlarda (ovul) o'tkaziladigan o'quv mashqlarida zilzila bilan bog'liq favqulodda vaziyatlarda harakat qilishga o'rgatishga mo'ljallangan tadbirlarda fuqarolarning faol ishtirok etishlari tavsiya etiladi.

# before1_4
source: During a trip or visit, provide them with primary information on the seismicity of the territory of the country by individuals and legal entities serving them, the location of districts and cities in the zone prone to earthquakes, whether there is a possibility of significant and strong earthquakes; ♦ In connection with a strong earthquake, it is possible to conduct conversations about the primary and secondary consequences of emergency situations, about how to act correctly in such situations; ♦ To organize independent knowledge through web platforms, where e-booklets and notes about the order of correct movement before the earthquake, during the earthquake and after the earthquake; ♦ In travel agencies, through them, foreign citizens are recommended to take supplies of water, food and medicines, as well as portable radios, electric lamps, batteries for them, candles intended for three days in offices and organizations that are permanently or temporarily held.
ru: При посещении предоставлять физическим и юридическим лицам основные сведения о сейсмичности страны, нахождении районов и городов ♦ В соответствующей балльной зоне, возможности возникновения значительных и сильных землетрясений; ♦ Вести переговоры о рисках и последствиях чрезвычайных ситуаций, которые могут возникнуть в связи с сильным землетрясением, проводить беседы по правильному действию в таких ситуациях; ♦ Самостоятельное изучение через веб-платформы, электронные буклеты, содержащих информацию о правильном действии до, вовремя и после землетрясения; ♦ В туристических агентствах и в офисах, где постоянно или временно находятся иностранные граждане, рекомендуется держать подготовленными на трое суток воду, продукты и лекарства, а также портативные радиоприемники, фонарики, батарейки к ним, свечи и спички.
uz: ♦ Sayohat yoki tashrif davomida, ularga xizmat ko'rsatuvchi jismoniy va yuridik shaxslar tomonidan mamlakat hududining seysmikligi, tuman va shaharlarning zilzilaga moyil zonada joylashganligi, sezilarli va kuchli zilzilalar ehtimolidan xoli emasligi to'g'risida birlamchi ma'lumot berishlari; ♦ Kuchli zilzila bilan bog'liq holda yuzaga kelishi mumkin favqulodda vaziyatlarning birlamchi va ikkilamchi oqibatlari to'g'risida, bunday vaziyatlarda to'g'ri harakat qilish bo'yicha suhbatlar o'tkazish; ♦ Sayyohlik agentliklarida, ular orqali xorijlik fuqarolar doimiy yoki vaqtinchalik bo'lib turgan idora va tashkilotlarda uch kunga mo'ljallangan suv, oziq-ovqat va dori-darmonlar zahiralari, shuningdek ko'chma radio, elektr chiroq, ular uchun batareykalar, shamlarni olib qo'yish tavsiya etiladi.

# in_time0
source: When an earthquake occurs, the surface part of the Earth vibrates for a longer period of time. Earth shaking period-the shaking can last up to 1-2 minutes on the surface of the Earth and at a close distance, if the local significance is a few seconds, deeper, and if there is a transboundary significance in the distance. These vibrations cause discomfort to a person and cause fear and panic. In this situation, it is recommended to first of all to take the previously established safe places and wait for the earthquake to stop. ♦ It is very important to try not to fall into confusion during an earthquake, to keep calm and calm. During an earthquake, calming and working with the mind will allow you to get out without losses. In addition, people around you take an example from you, and this can be useful for them.
ru: Когда происходит землетрясение, поверхность земли кратковременно вибрирует. Период землетрясения - землетрясение может длиться несколько секунд, если оно локального значения на поверхности земной коры и на близком расстоянии, и до 1-2 минут, если оно имеет глубокое и отдаленное трансграничное значение. Эти вибрации причиняют дискомфорт человеку и приводят к страху и панике. Но в такой ситуации нет другого выхода, кроме как ждать, пока прекратится землетрясение. ♦ Вот почему так важно стараться не растеряться, сохранять выдержку и спокойствие. Когда земля содрогается, можно обойтись без потерь, если работать спокойно и с умом. Также окружающие последуют вашему примеру, что будет полезно для них.
uz: ♦ Zilzila ro'y berganda, yerning yuza qismi uncha uzoq bo'lmagan vaqt tebranib turadi. Yer silkinish davri – silkinish yer qatlamining yuzasida va yaqin masofada lokal ahamiyatga ega bo'lsa bir necha soniya, chuqurroq va olisda transchegaraviy ahamiyatga bo'lsa 1-2 daqiqagacha davom etishi mumkin. Bu tebranishlar insonga noqulaylik tug'dirib, qo'rquvga va vahimaga tushiradi. Bunday vaziyatda eng avvalo oldindan belgilangan xavfsiz joylarni egallash va zilzilaning to'xtashini kutish tavsiya etiladi. ♦ Zilzila vaqtida sarosimaga tushmaslikka harakat qilish, osoyishtalik va xotirjamlikni saqlash juda muhim. Yer qimirlayotganda xotirjamlik va aql bilan ish ko'rish talofatsiz chiqishga imkon beradi. Bundan tashqari atrofingizdagi odamlar sizdan o'rnak olishadi va bu ular uchun foydali bo'lishi mumkin.

# intime1_1
source: Try to stand next to the main wall, away from the mirror walls of any building, beware of window fences; ♦ In the case of the second and higher floors, it is better not to jump down the window, because as you know you can still take an injury even if the earthquake does not cause serious damage to the building; ♦ Do not get confused with people in crowdy places, stay away from the main walls of the building, items that hang closer to the pillars, chandeliers, ventilators, advertising boards; ♦ To keep calm, not to make movements that confuse the surrounding people, not to create traffic jams in doors and corridors; ♦ Do not run around or under the building, do not enter the building, do not forget about the dangerof what can fall from above; ♦ It is recommended not to use elevators.
ru: Старайтесь стоять подальше от стеклянных стен любого здания, рядом с основной стеной, остерегаясь стеклянных барьеров; ♦ Если вы находитесь на втором и выше этажах, помните, что нельзя спрыгивать с окна, так как важно избежать травм при прыжках, даже если землетрясение не нанесет серьезного ущерба зданию; ♦ Избегайте хаоса в людных местах, держаться подальше от предметов, висящих около несущих стен зданий, столбов, люстр, вентиляторов, рекламных щитов; ♦ Сохраняйте спокойствие, не совершайте действий, сбивающих с толку окружающих, не создавайте пробок у дверей и коридоров; ♦ Рекомендуется не бегать под зданием, не заходить в здание, не забывать, что вещи, которые могут упасть сверху, опасны для жизни; ♦ Не пользуйтесь лифтом.
uz: ♦ Har qanday binoning oynaband devorlaridan uzoqroqda, asosiy devori yonida turishga harakat qilish, oyna to'siqlardan ehtiyot bo'lishlari; ♦ Ikkinchi va undan yuqori qavatlarda bo'lganda, zinhor derazadan pastga sakramaslik, chunki zilzila binoga jiddiy zarar yetkazmasa ham, sakraganda olinadigan jarohatlanishdan saqlanishni bilishlari; ♦ Odamlar bilan gavjum joylarda sarosimaga tushmaslik, binoning asosiy devorlariga, ustunlarga yaqinroq osilib turgan buyumlardan, qandil, shamollatgich, reklama taxtalardan uzoqroq turish; ♦ O'zini xotirjam tutish, atrofdagilarni sarosima tushiradigan harakatlar qilmaslik, eshik va yo'laklarda tirbandlik hosil qilmaslik; ♦ Bino bo'ylab uning tagida yugurmaslik, binoga kirmaslik, yuqoridan tushishi mumkin bo'lgan narsalar hayot uchun xavfliligini unutmaslik; ♦ Liftdan foydalanmaslik tavsiya etiladi.

# intime1_2
source: Insist on a previously designated safe place when inside a room or facility; ♦ Taking into account the possibility of falling fragments of plasters, lighting appliances, window fractures hide under the bed or table; ♦ Going under the solid desks in the rooms, turning the opposite side of the mirror, pouring heads and faces with hands; ♦ When it is above the first floor of multi-storey buildings, ♦ Never run towards the elevator or stairs, do not use them; ♦ Do not get confused with people in crowdy places (shop, cinema, stations), stay away from the main walls of the building, items that hang closer to the pillars, chandeliers, ventilators, advertising boards; ♦ To hide in the city, you need to use underground shelters, open areas, keep a distance from the mirror walls of high-rise buildings, beware of falling objects; ♦ When on the train, stay in place until the earthquake stops, do not move without permission of the railway personnel; ♦ When inside the building, to open the entrance doors so as not to block them; ♦ If possible, it is recommended to try to turn off heating devices and open fire sources (gas, electricity.
ru: Находясь в комнате или строении, располагайтесь на заранее определенном безопасном месте; ♦ Спрячьтесь под стол или кровать, учитывая возможность падения сверху кусков штукатурки, осветительных приборов, битого стекла; ♦ В кабинетах залезайте под парты, укрывайтесь от зеркала и закрывайте голову и лицо руками; ♦ Находясь выше первого этажа многоэтажных домов и зданий, никогда не бегите к лифту или лестнице, никогда не пользуйтесь ими; ♦ Избегайте хаоса в местах скопления людей (магазины, кинотеатры, школы, вузы, вокзалы), держитесь подальше от предметов, висящих на несущих стен здания, столбов, люстр, вентиляторов, рекламных щитов; ♦ Чтобы спрятаться в городе, используйте подземные укрытия, открытые пространства, держитесь на расстоянии от стеклянных стен высотных зданий, опасайтесь падающих предметов; ♦ Если вы находитесь в поезде, оставайтесь на своем месте до окончания землетрясения, пока не получите разрешение от метрополитена, железнодорожников; ♦ Если вы находитесь в здании, оставьте входные двери открытыми, чтобы не загораживать их; ♦ Старайтесь максимально выключить отопительные приборы и источники открытого огня (газ, электричество).
uz: ♦ Xona yoki inshoot ichida bo'lganda, oldindan belgilab olingan xavfsiz joyga turib olishlari; ♦ Yuqoridan suvoq parchalari, yoritgich asboblari, oyna siniqlari tushishi mumkinligini inobatga olib stol yoki krovatlar tagiga berkinib olish; ♦ Xonalarda mustahkam stollarning tagiga kirib, oynaga teskari o'girilib, boshlari va yuzlarini qo'llari bilan berkitib olish; ♦ Ko'p qavatli imoratlarning birinchi qavatidan yuqorida bo'lganda, hech qachon lift yoki zinapoyalarga qarab yugurmaslik, undan foydalanmaslik; ♦ Odamlar bilan gavjum joylarda (do'kon, kinoteatr, vokzal) sarosimaga tushmaslik, binoning asosiy devorlariga, ustunlarga yaqinroq osilib turgan buyumlardan, qandil, shamollatgich, reklama taxtalardan uzoqroq turish; ♦ Shaharda yashirinish uchun yer osti panagohlaridan, ochiq maydonlardan foydalanish, baland binolarining oynali devorlaridan masofa saqlash, tushayotgan narsalardan ehtiyot bo'lish; ♦ Poyezdda bo'lganda, zilzila to'xtaguniga qadar metro, temir yo'l xodimlaridan ruxsat olmaguncha joyida qolish; ♦ Bino ichida bo'lganda, ularni to'sib qo'ymaslik uchun kirish eshiklarini ochib qo'yish; ♦ Imkoniyat darajasida isitish asboblarini va ochiq o't manbalari o'chirishga (gaz, elektr) harakat qilish tavsiya etiladi.

# intime1_3
source: Those who live on the first floor of a multi-storey house or in individual houses, with the onset of an earthquake, immediately go outside the house in 15-20 seconds; ♦ Electrical wires, gas pipes and high buildings or objects with a risk of collapse to move away from the bottom to the open space; ♦ In mountainous areas, when there is a risk of flooding, try to climb up hills or waterproofing, to climb higher, or to move to places far below the steep mountainbands; ♦ It is recommended not to stand next to the moldings, so as not to damage the pets.
ru: Если вы проживаете в частном доме со стенами из сырцового, жженого кирпича или пахсы, или на первом этаже многоэтажного дома, в течение 15-20 секунд с начала землетрясения немедленно выйти из дома и обходя ♦ Электрические провода, газ трубы и высотные здания или обрушившиеся объекты переместитесь на более дальнее открытое пространство; ♦ В сельской местности землетрясения могут вызывать оползни, наводнения и камнепады. Поэтому постарайтесь подняться на вершину холма или в незатопляемое место, или спуститься дальше по крутым горным склонам; ♦ Рядом с загонами стоять нельзя, так как испуганные животные могут поранить вас.
uz: ♦ Ko'p qavatli uylarning birinchi qavatida yoki individual uylarda istiqomat qiluvchilar, yer qimirlash boshlanishi bilan 15-20 soniya ichida darhol uyning ichidan tashqariga chiqib ketishlari; ♦ Elektr simlari, gaz quvurlari va baland imoratlar yoki qulab tushish xavfi mavjud obyektlar tagidan uzoqroqqa ochiq joyga o'tishlari; ♦ Tog' oldi va tog'li hududlarda sel yoki suv toshish xavfi yuzaga kelganda tepaliklarga yoki suv bosmaydigan, yuqoriroq joyga chiqib olishga yoki tik tog' yonbag'irlari ostidan uzoqroq joylarga o'tishga harakat qilish; ♦ Xurkib ketgan uy hayvonlari zarar bermasligi uchun, molxonalar yonida turmaslik tavsiya etiladi.

# intime1_4
source: When standing under a multi-storey building, try to climb into an open space, avoid falling into broken fragments as a result of the shaking of the building; ♦ In the case of the second and higher floors, it is better not to jump down the window, because they know how to avoid injuries that can be taken when jumping, even if the earthquake does not cause serious damage to the building; ♦ Do not stand under electric wires, be careful of disconnected wires; ♦ In case of an earthquake in the car, it is recommended to stop the car in high-rise buildings, electric wiring, steep slopes, bridges, petrol stations, in places far from the river itself.
ru: Стоя под многоэтажным зданием, старайтесь выбраться на открытое пространство, избегая падения на вас осколков в результате тряски здания; ♦ Находясь на втором и выше этажах, никогда не прыгайте вниз из окна, чтобы избежать травм при прыжке, даже если землетрясение не нанесет серьезного ущерба зданию; ♦ Не стойте под электрическими проводами, будьте осторожны ♦ С оборванными проводами; ♦ Если вы находитесь в автомобиле во время землетрясения, рекомендуется парковать автомобиль в вдали от многоэтажных домов, линий электропередач, крутых склонов, мостов, заправках и рек.
uz: ♦ Ko'p qavatli bino ostida turganda, ochiq joyga chiqishga harakat qilish, bino silkinishi natijasida siniq parchalari tushishidan saqlanishlari; ♦ Ikkinchi va undan yuqori qavatlarda bo'lganda, zinhor derazadan pastga sakramaslik, chunki zilzila binoga jiddiy zarar yetkazmasa ham, sakraganda olinadigan jarohatlanishdan saqlanishni bilishlari; ♦ Elektr simlari tagida turmaslik, uzilib ketgan simlardan ehtiyot bo'lishlari; ♦ Yer silkinayotgan vaqtda avtomobilda bo'lganda yuqori qavatli binolar, elektr simi, tik yonbag'irlar, ko'priklar, benzin quyish shoxobchalari, daryo o'zanidan uzoqroq joylarda mashinani to'xtatish tavsiya etiladi.

# after1_1
source: Monitoring the condition of buildings after the earthquake has stopped, educators should be able to avoid things that could endanger their lives; ♦ Monitor and identify victims of a strong earthquake, calmly provide first aid to those who are immediately injured, injured ♦ Or call an ambulance; ♦ Help those who are under light items, additional medical ♦ Or wait until help arrives if you need other help; ♦ When you see those who are left under the rubble, or when you hear what they are called, remember exactly that place and tell the rescuers ♦ Reporting; ♦ It is recommended not to go near the destroyed buildings, do not get into them, provide personal security.
ru: Оценить состояние зданий после прекращения землетрясения, чтобы учащиеся могли избежать вещей, которые могут угрожать их жизни; ♦ Уточнить и опознать пострадавших при сильном землетрясении, немедленно успокоится, оказать помощь пострадавшим или позвать на помощь; ♦ Оказать помощь тем, кто находится под легкими предметами, ожидать прибытия помощи, если требуется дополнительная медицинская или другая помощь; ♦ При обнаружении пострадавших, попавших под завалы или услышав от них какой-то зов, необходимо четко запомнить это место и сообщить об этом спасателям; ♦ Рекомендуется не подходить к разрушенным зданиям, не заходить в них, для обеспечения личной безопасности.
uz: ♦ Zilzila to'xtagandan keyin binolarning holatini kuzatish, ta'lim-tarbiya oluvchilar o'z hayotlariga xavf solishi mumkin bo'lgan narsalardan saqlanishlari; ♦ Kuchli zilziladan jabrlanganlarni kuzatish va aniqlash, xotirjamlik bilan darhol shikastlangan, jarohatlanganlarga birinchi yordam ko'rsatish yoki tez tibbiy yordamni chaqirish; ♦ Yengil buyumlar ostida qolganlarga yordam berish, qo'shimcha tibbiy yoki boshqa yordamga ehtiyoj bo'lsa yordam kelgunicha kutish; ♦ Vayronalar ostida qolib ketganlarni ko'rganda yoki ularning qandaydir chaqirig'ini eshitganda o'sha joyni aniq eslab qolish va qutqaruvchilarga xabar berish; ♦ Vayron bo'lgan binolar yoniga bormaslik, ularning ichiga kirmaslik, shaxsiy xavfsizlikni ta'minlash tavsiya etiladi.
